/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "current": {
    "logo": "shopify://shop_images/ludic_kitchen.svg",
    "logo_width": 95,
    "favicon": "shopify://shop_images/Frame_1618876814.png",
    "type_header_font": "inter_n4",
    "heading_scale": 100,
    "type_body_font": "inter_n4",
    "body_scale": 100,
    "page_width": 1332,
    "spacing_sections": 0,
    "spacing_grid_horizontal": 16,
    "spacing_grid_vertical": 16,
    "animations_reveal_on_scroll": true,
    "animations_hover_elements": "none",
    "buttons_border_thickness": 1,
    "buttons_border_opacity": 100,
    "buttons_radius": 0,
    "buttons_shadow_opacity": 0,
    "buttons_shadow_horizontal_offset": 0,
    "buttons_shadow_vertical_offset": 4,
    "buttons_shadow_blur": 5,
    "variant_pills_border_thickness": 1,
    "variant_pills_border_opacity": 55,
    "variant_pills_radius": 40,
    "variant_pills_shadow_opacity": 0,
    "variant_pills_shadow_horizontal_offset": 0,
    "variant_pills_shadow_vertical_offset": 4,
    "variant_pills_shadow_blur": 5,
    "inputs_border_thickness": 1,
    "inputs_border_opacity": 55,
    "inputs_radius": 0,
    "inputs_shadow_opacity": 0,
    "inputs_shadow_horizontal_offset": 0,
    "inputs_shadow_vertical_offset": 4,
    "inputs_shadow_blur": 5,
    "card_style": "standard",
    "card_image_padding": 0,
    "card_text_alignment": "left",
    "card_color_scheme": "scheme-2",
    "card_border_thickness": 0,
    "card_border_opacity": 10,
    "card_corner_radius": 0,
    "card_shadow_opacity": 0,
    "card_shadow_horizontal_offset": 0,
    "card_shadow_vertical_offset": 4,
    "card_shadow_blur": 5,
    "collection_card_style": "standard",
    "collection_card_image_padding": 0,
    "collection_card_text_alignment": "left",
    "collection_card_color_scheme": "scheme-2",
    "collection_card_border_thickness": 0,
    "collection_card_border_opacity": 10,
    "collection_card_corner_radius": 0,
    "collection_card_shadow_opacity": 0,
    "collection_card_shadow_horizontal_offset": 0,
    "collection_card_shadow_vertical_offset": 4,
    "collection_card_shadow_blur": 5,
    "blog_card_style": "standard",
    "blog_card_image_padding": 0,
    "blog_card_text_alignment": "left",
    "blog_card_color_scheme": "scheme-2",
    "blog_card_border_thickness": 0,
    "blog_card_border_opacity": 10,
    "blog_card_corner_radius": 0,
    "blog_card_shadow_opacity": 0,
    "blog_card_shadow_horizontal_offset": 0,
    "blog_card_shadow_vertical_offset": 4,
    "blog_card_shadow_blur": 5,
    "text_boxes_border_thickness": 0,
    "text_boxes_border_opacity": 10,
    "text_boxes_radius": 0,
    "text_boxes_shadow_opacity": 0,
    "text_boxes_shadow_horizontal_offset": 0,
    "text_boxes_shadow_vertical_offset": 4,
    "text_boxes_shadow_blur": 5,
    "media_border_thickness": 1,
    "media_border_opacity": 5,
    "media_radius": 0,
    "media_shadow_opacity": 0,
    "media_shadow_horizontal_offset": 0,
    "media_shadow_vertical_offset": 4,
    "media_shadow_blur": 5,
    "popup_border_thickness": 1,
    "popup_border_opacity": 10,
    "popup_corner_radius": 0,
    "popup_shadow_opacity": 5,
    "popup_shadow_horizontal_offset": 0,
    "popup_shadow_vertical_offset": 4,
    "popup_shadow_blur": 5,
    "drawer_border_thickness": 1,
    "drawer_border_opacity": 10,
    "drawer_shadow_opacity": 0,
    "drawer_shadow_horizontal_offset": 0,
    "drawer_shadow_vertical_offset": 4,
    "drawer_shadow_blur": 5,
    "badge_position": "bottom left",
    "badge_corner_radius": 40,
    "sale_badge_color_scheme": "scheme-4",
    "sold_out_badge_color_scheme": "scheme-3",
    "brand_headline": "",
    "brand_description": "<p></p>",
    "brand_image_width": 100,
    "social_facebook_link": "",
    "social_instagram_link": "",
    "social_youtube_link": "",
    "social_tiktok_link": "",
    "social_twitter_link": "",
    "social_snapchat_link": "",
    "social_pinterest_link": "",
    "social_tumblr_link": "",
    "social_vimeo_link": "",
    "predictive_search_enabled": false,
    "predictive_search_show_vendor": false,
    "predictive_search_show_price": false,
    "currency_code_enabled": true,
    "cart_type": "notification",
    "show_vendor": false,
    "show_cart_note": false,
    "cart_drawer_collection": "",
    "cart_color_scheme": "scheme-1",
    "sections": {
      "main-password-header": {
        "type": "main-password-header",
        "settings": {
          "color_scheme": "scheme-1"
        }
      },
      "main-password-footer": {
        "type": "main-password-footer",
        "settings": {
          "color_scheme": "scheme-1"
        }
      },
      "otp-section": {
        "type": "otp-section",
        "settings": {}
      },
      "policy-modal": {
        "type": "policy-modal",
        "blocks": {
          "tab_RBRFfy": {
            "type": "tab",
            "settings": {
              "tab_title": "Terms of Use",
              "tab_content": "<h1><strong>Ludic Kitchen — Master Terms of Use</strong></h1><p><strong>Issued by:</strong> Good Chaos Lifestyle Pvt. Ltd. (“Ludic”, “we”, “us”)</p><p>These Master Terms of Use (“Terms”) govern participation in <strong>Ludic Kitchen</strong>, a limited-time, community-powered creation model operated by Ludic. By registering, contributing, or otherwise participating in any Ludic Kitchen campaign, you (“Contributor”, “you”) confirm that you have read, understood, and agreed to be bound by these Terms, along with all policies referenced herein.</p><h2><strong>1. Introduction & Overview</strong></h2><p>Ludic Kitchen is a limited-time, community-powered creation initiative operated by Good Chaos Lifestyle Pvt. Ltd. (\"Ludic\", \"we\", \"us\"). Each Ludic Kitchen campaign invites contributors to participate in the early creation of select Ludic products through advance consumer payments.</p><p>By accessing, registering for, or contributing to any Ludic Kitchen campaign, you acknowledge that you are entering into a legally binding agreement governed by these Master Terms of Use (\"Terms\"). Your participation confirms your acceptance of these Terms, along with all policies referenced herein, including but not limited to the Refund Policy, Credit Policy, Privacy Policy, and Intellectual Property Policy.</p><p>These Terms apply uniformly to all Ludic Kitchen campaigns unless expressly stated otherwise in a campaign-specific addendum.</p><h2><strong>2. Nature of the Ludic Kitchen Model</strong></h2><h3><strong>2.1 Consumer Prepayment Model</strong></h3><p>Ludic Kitchen operates strictly as a <strong>consumer prepayment and pre-order model</strong>. All contributions made by participants represent advance payments toward future Ludic products, services, or store credits.</p><ul><li>Contributions are <strong>not investments</strong>, securities, donations, or deposits.</li><li>Contributors do not acquire any equity, ownership interest, profit participation, revenue share, or financial return of any kind.</li><li>No contribution creates a partnership, joint venture, fiduciary relationship, or agency relationship between the Contributor and Ludic.</li></ul><p>Participation in Ludic Kitchen grants access to a collaborative creation experience and the receipt of products, perks, or Ludic Credits as described for each campaign, and nothing more.</p><h3><strong>2.2 Ownership Without Equity</strong></h3><p>While Ludic Kitchen is designed to be collaborative and participatory in spirit, all legal ownership remains clearly defined:</p><ul><li>Ludic retains sole ownership of all products, designs, tooling, processes, intellectual property, and commercial outcomes arising from any Ludic Kitchen campaign.</li><li>Contributor participation, feedback, voting, or creative input does <strong>not</strong> confer ownership, authorship, co-inventorship, or royalty rights.</li><li>Any recognition or attribution provided to Contributors is symbolic and non-binding, intended solely for community acknowledgment.</li></ul><h3><strong>2.3 Emotional Participation vs Legal Rights</strong></h3><p>Ludic Kitchen emphasizes emotional participation and creative inclusion; however:</p><ul><li>Emotional involvement, collaboration, or recognition does not create enforceable legal rights beyond those expressly stated in these Terms.</li><li>Contributors acknowledge that creative processes are iterative and outcomes may evolve during development.</li><li>Ludic retains final and exclusive decision-making authority over all creative, production, and commercial matters.</li></ul><h3><strong>2.4 Classification Under Applicable Law</strong></h3><p>For the avoidance of doubt and in accordance with applicable Indian law:</p><ul><li>Contributors are classified as <strong>consumers</strong>, not investors.</li><li>Contributions are treated as <strong>advance payments</strong> or <strong>store credit consideration</strong> under taxation laws.</li><li>Ludic Credits constitute <strong>closed-loop store credit instruments</strong>, usable only within Ludic’s ecosystem and not redeemable for cash.</li></ul><p>These Terms are drafted to comply with the Consumer Protection Act, 2019; the Information Technology Act, 2000; applicable GST regulations; and RBI guidelines governing closed-loop prepaid instruments.</p><h2><strong>3. Definitions & Interpretation</strong></h2><p>For the purposes of these Master Terms of Use, the following capitalized terms shall have the meanings set out below. These definitions apply unless the context expressly requires otherwise.</p><ul><li><strong>Account</strong>: A registered user profile created on Ludic’s official platform using a unique email address and associated credentials.</li><li><strong>Activation</strong>: The point at which a Campaign achieves the prescribed activation threshold (as defined for that Campaign), following which production planning and fulfillment activities may commence.</li><li><strong>Brand Top-Up</strong>: A discretionary internal contribution by Ludic applied only when a Campaign achieves between seventy percent (70%) and seventy-four percent (74%) of its community target, for the sole purpose of enabling Activation.</li><li><strong>Campaign</strong>: A time-bound Ludic Kitchen initiative offered for community participation, with defined tiers, timelines, targets, and outcomes.</li><li><strong>Campaign Close</strong>: The point at which a Campaign ends upon completion of its stated duration.</li><li><strong>Community Goal</strong>: The portion of a Campaign’s total project value intended to be funded through Contributor participation, excluding any internal Ludic pledge.</li><li><strong>Contribution</strong>: The monetary amount paid by a Contributor to secure a Seat in a Campaign.</li><li><strong>Contributor</strong>: Any individual who completes a Contribution and secures a Seat in a Campaign.</li><li><strong>Early Bird Period</strong>: A limited introductory window at the start of a Campaign during which select tiers may be offered at discounted pricing, without alteration to rewards or benefits.</li><li><strong>Fulfillment Window</strong>: The estimated period following Campaign Close during which production, quality checks, packing, and dispatch of products occur.</li><li><strong>Ledger (Ludic Ledger)</strong>: Ludic’s transparency dashboard displaying Campaign progress, funding status, milestones, production updates, fulfillment stages, and closure reports.</li><li><strong>Ludic Credit</strong>: Closed-loop store credit issued by Ludic, redeemable only on Ludic’s official platforms, subject to expiry and usage conditions.</li><li><strong>Non-Activation</strong>: A Campaign outcome in which the activation threshold is not achieved by Campaign Close.</li><li><strong>Seat</strong>: A single, non-transferable participation slot in a Campaign, linked to one registered Account.</li><li><strong>Tier</strong>: A defined participation category within a Campaign, associated with specific pricing, access, and benefits.</li></ul><h3><strong>Interpretation</strong></h3><ul><li>Headings are used for convenience only and do not affect interpretation.</li><li>Words importing the singular include the plural and vice versa.</li><li>References to \"including\" or \"include\" shall be deemed to be followed by the words \"without limitation\".</li><li>In the event of any inconsistency between these Terms and any campaign-specific addendum, the addendum shall prevail solely for that Campaign.</li></ul><h2><strong>4. Eligibility, Accounts & Seat Logic</strong></h2><h2><strong>4.1 Eligibility to Participate</strong></h2><p>Participation in Ludic Kitchen is subject to the following conditions:</p><ul><li>Participation is open only to individuals who are <strong>eighteen (18) years of age or older</strong> at the time of contribution.</li><li>Contributors must have the legal capacity to enter into a binding agreement under applicable Indian law.</li><li>Participation may be restricted or unavailable in certain geographies due to shipping limitations, regulatory requirements, or operational constraints. Any such restrictions will be clearly disclosed on the relevant Campaign page.</li><li>Ludic reserves the right to restrict, suspend, or refuse participation where required for legal, regulatory, risk, or platform integrity reasons.</li></ul><h2><strong>4.2 Account Registration & Responsibility</strong></h2><ul><li>Participation in any Ludic Kitchen Campaign requires the creation of a registered user account on Ludic’s official platform.</li><li>Each Contributor may maintain <strong>one registered account</strong>, identified by a unique email address.</li><li>Contributors are solely responsible for ensuring that all account information, including name, contact details, shipping address, and sizing information, is accurate, complete, and current.</li><li>Ludic shall not be liable for delays, fulfillment errors, failed deliveries, or loss arising from inaccurate or outdated information provided by the Contributor.</li></ul><h3><strong>4.3 Seat-Based Participation Model</strong></h3><ul><li>Each Ludic Kitchen Campaign operates on a <strong>seat-based participation system</strong>.</li><li>A <strong>Seat</strong> represents one confirmed participation slot in a Campaign and is allocated upon successful completion of a Contribution.</li><li><strong>One Seat is permitted per registered account.</strong></li><li>Seats are personal to the registered account holder and are <strong>non-transferable</strong>, non-assignable, and may not be resold, gifted, exchanged, or otherwise transferred after allocation.</li></ul><h2><strong>4.4 Tier Structure & Seat Availability</strong></h2><ul><li>Seats are distributed across predefined participation tiers, each associated with specific access, benefits, and pricing.</li><li>Seat capacity per tier is determined internally by Ludic based on production planning, campaign design, and operational considerations.</li><li>Numerical seat limits are <strong>not publicly disclosed</strong>.</li><li>Contributors may view live indicators such as progress bars, availability notices, or backer counts to understand Campaign momentum and tier fill status.</li><li>Once a tier reaches its internal capacity, it may automatically close without prior notice.<br/></li></ul><h2><strong>4.5 Tier Closure Logic & Campaign Continuity</strong></h2><ul><li>Tier closures occur independently and do <strong>not</strong> signal Campaign closure.</li><li>Closure of a lower tier does not affect the availability of higher tiers.</li><li>Achievement of the Community Target or Activation does <strong>not</strong> result in early Campaign closure.</li></ul><h3><strong>Post-Activation Continuity</strong></h3><ul><li>Upon Campaign Activation:</li><li>Production planning and execution may begin.</li><li>The Campaign <strong>continues for its full, predefined duration</strong>, without interruption.</li><li><strong>Tier 2 (Sous Chef) and Tier 3 (Head Chef) remain available</strong> for participation for the remainder of the Campaign duration, subject to internal seat availability.</li></ul><h3><strong>Campaign Close Conditions</strong></h3><ul><li>A Campaign closes <strong>only</strong> when the defined Campaign duration ends. </li><li>This continuity framework ensures sustained participation, momentum, and equitable access throughout the Campaign lifecycle.<br/></li></ul><h2><strong>4.6 Duplicate, Suspicious & Prohibited Activity</strong></h2><p>Ludic reserves the right to investigate and take corrective action in cases involving:</p><ul><li>Multiple accounts created by the same individual to bypass seat limits</li><li>Use of bots, scripts, automated tools, or coordinated activity</li><li>Payment manipulation, chargeback abuse, or fraudulent transactions</li><li>False identity, impersonation, or misrepresentation</li><li>Any conduct that undermines the fairness, integrity, or intended functioning of the Campaign</li></ul><p>Such action may include, without limitation:</p><ul><li>Cancellation or invalidation of affected Seats</li><li>Refund or withholding of Contributions, subject to legal requirements</li><li>Restriction or permanent removal from future Ludic Kitchen participation<br/><br/></li></ul><h2><strong>4.7 Right to Refuse, Suspend, or Remove Participation</strong></h2><ul><li>Ludic reserves the right to refuse, suspend, or terminate participation in any Campaign where a Contributor violates these Terms, applicable policies, or applicable law.</li><li>Removal or suspension due to misconduct does <strong>not</strong> automatically entitle the Contributor to a refund, except where mandated by law.</li></ul><p></p><p></p><h1><strong>5. Contribution, Payment & Lock-In Rules</strong></h1><h2><strong>5.1 Nature of Contributions</strong></h2><ul><li>All Contributions made as part of a Ludic Kitchen Campaign constitute <strong>advance consumer payments</strong> toward future Ludic products, perks, and/or Ludic Credits.</li><li>Contributions are <strong>not deposits, donations, investments, or escrow payments</strong>.</li><li>Each Contribution is linked to a single Seat and a specific Campaign.</li></ul><h2><strong>5.2 Payment Processing</strong></h2><ul><li>Contributions are <strong>charged immediately</strong> at the time of checkout.</li><li>Payment completion is mandatory for Seat allocation.</li><li>Contributions are processed via third-party payment gateways integrated into Ludic’s platform.</li><li>Ludic does not store card, bank, or wallet credentials and is not responsible for payment gateway outages, delays, or technical failures beyond its control.<br/><br/></li></ul><h2><strong>5.3 Confirmation of Contribution & Seat Allocation</strong></h2><ul><li>A Contribution is considered <strong>successfully completed</strong> only upon confirmation of payment by the payment gateway.</li><li>Upon successful payment:</li><li>A Seat is allocated to the Contributor’s registered account.</li><li>The Contributor receives confirmation via email and/or the Ludic Dashboard.</li><li>In the event of payment failure, timeout, or reversal:</li><li>No Seat is allocated.</li><li>The Contributor must retry the transaction to participate.</li></ul><h2><strong>5.4 Lock-In of Contribution</strong></h2><p>Once a Contribution is successfully completed:</p><ul><li>The Contribution is <strong>final and binding</strong>.</li><li>Contributions <strong>cannot be cancelled, downgraded, transferred, reassigned, or modified</strong>.</li><li>Tier upgrades are permitted after checkout. However, tier downgrades are not permitted once the purchase has been completed.</li><li>Contributors cannot switch between Campaigns once payment is confirmed.</li></ul><p>This lock-in is essential to preserve production predictability, pricing fairness, and campaign integrity.</p><h2><strong>5.5 No Cancellations or Change-of-Mind Withdrawals</strong></h2><ul><li>Contributors expressly waive any right to cancel a Contribution for reasons including, but not limited to:</li><li>Change of mind</li><li>Preference shifts</li><li>Personal circumstances</li><li>Delayed gratification expectations</li><li>No discretionary cancellations are permitted once payment is completed.</li></ul><p>Statutory consumer rights, where applicable, remain unaffected.</p><h2><strong>5.6 Chargebacks, Reversals & Payment Disputes</strong></h2><ul><li>Unauthorized chargebacks or payment disputes initiated after successful Contribution may result in:</li><li>Immediate suspension of the associated Account</li><li>Invalidation of the allocated Seat</li><li>Disqualification from current or future Ludic Kitchen Campaigns</li><li>Ludic reserves the right to contest chargebacks where services, access, or benefits have already been provided.</li></ul><h2><strong>5.7 Pricing Integrity & Errors</strong></h2><ul><li>All prices, discounts, and offers (including Early Bird pricing) are disclosed on the Campaign page.</li><li>Ludic reserves the right to correct genuine pricing or technical errors prior to Campaign Activation.</li><li>In the event of a material pricing error:</li><li>Contributors may be notified, and</li><li>The affected Contribution may be cancelled and refunded at Ludic’s discretion.</li></ul><h2><strong>5.8 Currency & Taxes</strong></h2><ul><li>All Contributions are charged in Indian Rupees (INR), unless otherwise stated.</li><li>Goods and Services Tax (GST) shall be charged in accordance with applicable GST laws.</li><li>Tax invoices are issued in accordance with applicable law.</li></ul><h2><strong>5.9 Relationship to Refund & Credit Policies</strong></h2><ul><li>Refund eligibility is governed strictly by Campaign Activation outcomes and is detailed in the <strong>Refund Policy</strong>, incorporated herein by reference.</li><li>Ludic Credit issuance, validity, and usage are governed by the <strong>Credit Policy</strong>, incorporated herein by reference.</li><li>In case of inconsistency, these Terms prevail unless otherwise mandated by law.</li></ul><p></p><p></p><p><strong>6. Campaign Mechanics, Duration & Early Bird Rules</strong></p><h2><strong>6.1 Campaign Structure</strong></h2><ul><li>Each Ludic Kitchen initiative is launched as a <strong>time-bound Campaign</strong> with:</li><li>A clearly defined start date</li><li>A clearly defined end date</li><li>Defined participation tiers</li><li>A stated Community Target and activation framework<br/><br/></li><li>Campaign-specific details (including product concept, timelines, and perks) are disclosed on the Campaign page and form part of these Terms by reference.</li></ul><h2><strong>6.2 Campaign Duration</strong></h2><ul><li>Each Campaign runs for a <strong>predefined duration</strong>, determined by Ludic based on:<br/><br/></li><li>Project complexity</li><li>Production feasibility</li><li>Storytelling and community engagement requirements</li><li>Operational risk management<br/><br/></li><li>The Campaign duration is disclosed prior to launch and remains fixed for that Campaign.</li></ul><h3><strong>Duration Integrity Principle</strong></h3><ul><li>A Campaign <strong>does not close early</strong> due to:</li><li>Achievement of the Community Target</li><li>Triggering of Activation</li><li>Commencement of production</li><li>The Campaign continues for its <strong>full, scheduled duration</strong>, regardless of when Activation occurs.</li></ul><p>This principle ensures equal opportunity for participation, sustained momentum, and transparency across the Campaign lifecycle.</p><h2><strong>6.3 Activation vs Campaign Continuity</strong></h2><ul><li>Campaign Activation and Campaign Closure are <strong>distinct events</strong>.</li><li>Activation may occur at any point during the Campaign once the activation threshold is met.</li><li>Upon Activation:</li><li>Production planning and execution may begin.</li><li>The Campaign <strong>continues uninterrupted</strong> until the scheduled end date.</li><li>Eligible tiers remain available in accordance with tier rules and internal seat availability.</li></ul><h2><strong>6.4 Early Bird Participation Window</strong></h2><ul><li>Each Campaign may include a limited <strong>Early Bird Period</strong>, commencing at Campaign launch.</li><li>During the Early Bird Period:</li><li>Select tiers may be offered at a discounted price.</li><li>Rewards, perks, access, and benefits remain <strong>identical</strong> to standard pricing tiers.</li><li>The Early Bird Period is:</li><li><strong>Time-bound</strong>, not quantity-bound</li><li>Automatically closed upon completion of the stated duration</li><li>Early Bird pricing cannot be extended, reinstated, or retroactively applied.</li></ul><h2><strong>6.5 Tier Availability During Campaign</strong></h2><ul><li>Tier availability is governed by:</li><li>Internal seat capacity</li><li>Campaign progression</li><li>Activation status<br/><br/></li><li>Closure of a tier:</li><li>Does not indicate Campaign closure</li><li>Does not restrict the availability of other tiers<br/><br/></li><li>Post-Activation:</li><li>Tier 2 (Sous Chef) and Tier 3 (Head Chef) remain available for participation for the remainder of the Campaign duration, subject to internal seat availability.</li></ul><h2><strong>6.6 Campaign Close Conditions</strong></h2><p>A Campaign closes <strong>only</strong> when the Campaign reaches its predefined end date.</p><p>No other event, including early success or overachievement of the Community Target, results in Campaign closure.</p><h2><strong>6.7 Campaign Modifications & Operational Adjustments</strong></h2><ul><li>Ludic reserves the right to make reasonable operational adjustments to a Campaign, including:</li><li>Minor timeline shifts</li><li>Order of fulfillment</li><li>Presentation of perks or packaging</li><li>Such adjustments:</li><li>Do not alter the core value of the Contribution</li><li>Do not affect Activation rules</li><li>Are communicated transparently via official Campaign channels<br/><br/></li></ul><p><strong>7. Activation Framework & Official Outcomes</strong></p><h2><strong>7.1 Campaign Funding Structure</strong></h2><p>Each Campaign specifies:</p><ul><li>A <strong>Total Project Value</strong>, representing the full cost of creation, production, and delivery</li><li>A <strong>Community Target</strong>, representing the portion of the Project Value intended to be funded through Contributor participation</li><li>An <strong>internal Ludic pledge</strong>, representing Ludic’s upfront commitment to the project</li></ul><p>The internal Ludic pledge:</p><ul><li>Signals Ludic’s belief in the project</li><li>Reduces the funding burden on the community</li><li>Is <strong>counted</strong> toward Campaign Activation</li></ul><h2><strong>7.2 Activation Threshold</strong></h2><ul><li>A Campaign is considered <strong>Activated</strong> when at least <strong>seventy-five percent (75%) of the Community Target</strong> is achieved during the Campaign duration.</li><li>Activation may occur at any point during the Campaign once the threshold is met.</li><li>Upon Activation:</li><li>Funds are treated as confirmed consumer prepayments</li><li>Production planning, tooling, and vendor scheduling may begin</li><li>Contributors are notified through official Campaign communication channels</li></ul><h2><strong>7.3 Internal Continuity — Brand Top-Up (70–74%)</strong></h2><ul><li>If a Campaign reaches <strong>between seventy percent (70%) and seventy-four percent (74%)</strong> of the Community Target by Campaign Close:</li><li>Ludic may, at its sole discretion, apply an internal Brand Top-Up to reach Activation.</li><li>The Brand Top-Up:</li><li>Is discretionary and non-obligatory</li><li>Is transparently disclosed through the Ludic Ledger</li><li>Does not establish a precedent or obligation for future Campaigns</li><li>If the Community Target remains below seventy percent (70%), no Brand Top-Up will be applied.</li></ul><h2><strong>7.4 Non-Activation</strong></h2><ul><li>If a Campaign remains <strong>below seventy percent (70%)</strong> of the Community Target at Campaign Close:</li><li>The Campaign is classified as <strong>Non-Activated</strong></li><li>No production or fulfillment is initiated</li><li>Contributors are eligible for refunds in accordance with the Refund Policy</li><li>The Campaign is archived with a transparency summary</li></ul><h2><strong>7.5 Campaign Continuity After Activation</strong></h2><ul><li>Achievement of Activation or the Community Target <strong>does not result in early Campaign closure</strong>.</li><li>Once Activated:</li><li>Production begins or is scheduled</li><li>The Campaign continues until its predefined end date</li><li>Tier 2 (Sous Chef) and Tier 3 (Head Chef) remain available for participation, subject to internal seat availability</li><li>Total Contributions may exceed the original Community Target during the Campaign duration.</li></ul><p>This continuity mechanism is a core design principle of Ludic Kitchen and ensures sustained momentum and equitable participation.</p><h2><strong>7.6 Official Campaign Outcomes</strong></h2><p>Each Campaign concludes in one of the following outcomes:</p><h3><strong>Outcome A — Goal Achieved on Final Day</strong></h3><ul><li>The Activation threshold is achieved on the final day of the Campaign.</li><li>The Campaign closes naturally at the end of its predefined duration.</li><li>Production and fulfillment proceed as scheduled.</li></ul><h3><strong>Outcome B — Goal Not Achieved</strong></h3><ul><li>The Campaign remains below seventy percent (70%) of the Community Target at Campaign Close.</li><li>The Campaign is Non-Activated.</li><li>Refunds are processed in accordance with the Refund Policy.</li><li>No production occurs.</li></ul><h3><strong>Outcome C — Goal Achieved Early</strong></h3><ul><li>Activation is achieved prior to the final Campaign day.</li><li>Production planning and execution begin.</li><li>The Campaign continues until the predefined end date.</li><li>Tier 2 and Tier 3 remain available for participation.</li><li>Total Contributions may exceed the original Community Goal.</li></ul><h2><strong>7.7 Finality of Activation Decisions</strong></h2><ul><li>Activation determinations made by Ludic in accordance with these Terms are final and binding.</li><li>Contributors acknowledge that Activation is a condition precedent to production and fulfillment.</li></ul><p></p><p></p><p><strong>8. Ludic Credit: Issuance, Validity & Usage Rules</strong></p><h2><strong>8.1 Nature of Ludic Credit</strong></h2><ul><li>Ludic Credit is a <strong>closed-loop store credit</strong> issued by Ludic.</li><li>Ludic Credit:</li><li>Is usable <strong>only</strong> within Ludic’s official ecosystem (website)</li><li>Is <strong>not</strong> a cash equivalent</li><li>Is <strong>not</strong> redeemable for cash, bank transfer, or wallet balance</li><li>Is <strong>non-transferable</strong> and may be used only by the registered account holder</li><li>Ludic Credit does not constitute electronic money, a wallet, or a prepaid payment instrument requiring RBI authorization, as it operates strictly as a <strong>closed-loop credit</strong>.</li></ul><h2><strong>8.2 Credit Issuance Timing</strong></h2><ul><li>Ludic Credit is issued <strong>within ten (10) business days</strong> following Campaign Close.</li><li>Credit issuance is independent of:</li><li>Product manufacturing</li><li>Dispatch timelines</li><li>Fulfillment sequencing</li><li>Credit details are communicated via:</li><li>The Contributor’s registered email, and/or</li><li>The Ludic account dashboard</li></ul><h2><strong>8.3 Credit Value</strong></h2><ul><li>The value of Ludic Credit issued corresponds to the Contribution amount applicable to the Contributor’s tier, as disclosed at the time of Campaign participation.</li><li>Certain tiers may not include Ludic Credit as a benefit; this is disclosed clearly on the Campaign page.</li><li>Ludic Credit value is fixed upon issuance and is not subject to fluctuation, interest, appreciation, or adjustment.</li></ul><h2><strong>8.4 Credit Validity & Expiry</strong></h2><ul><li>Ludic Credit is valid for the validity period specified in the applicable Campaign Terms or Campaign page for the relevant tier, calculated from the date of issuance.</li><li>If the Ludic Credit is not redeemed within the stated validity period, it will expire automatically.</li><li>Expired Ludic Credit:</li><li>cannot be reinstated</li><li>cannot be refunded</li><li>cannot be converted into cash or any other form of value</li></ul><p>Contributors are solely responsible for tracking credit validity and usage timelines.</p><h2><strong>8.5 Credit Usage Rules</strong></h2><ul><li>Ludic Credit may be redeemed only against the <strong>product value</strong> of purchases made on Ludic’s official platforms.</li><li>Unless expressly stated otherwise:</li><li>Ludic Credit must be <strong>redeemed in a single transaction</strong></li><li>Partial redemption across multiple orders is not permitted</li><li>Credit usage is subject to availability of products and applicable platform terms.</li></ul><h2><strong>8.6 Non-Transferability & Account Restrictions</strong></h2><ul><li>Ludic Credit is linked exclusively to the Contributor’s registered account.</li><li>Credit may not be:</li><li>Sold</li><li>Gifted</li><li>Assigned</li><li>Transferred</li><li>Combined across accounts</li><li>Any attempt to misuse or transfer credit may result in:</li><li>Forfeiture of the remaining credit</li><li>Suspension of the associated account</li></ul><h2><strong>8.7 Credit in Case of Refunds or Non-Activation</strong></h2><ul><li>In the event of Campaign Non-Activation:</li><li>Contributors receive a refund as outlined in the Refund Policy.</li><li>Once Ludic Credit is issued:</li><li>It replaces the monetary value of the Contribution</li><li>No cash refunds are permitted in lieu of issued credit</li></ul><h2><strong>8.8 Accounting & Tax Treatment (Informational)</strong></h2><ul><li>Ludic Credit is recorded by Ludic as <strong>deferred revenue</strong> until redemption.</li><li>Goods and Services Tax (GST) shall be charged in accordance with applicable GST laws.</li><li>This section is provided for transparency and does not constitute financial advice.</li></ul><h2><strong>8.9 Modification, Suspension & Withdrawal of Credit</strong></h2><ul><li>Ludic reserves the right to:</li><li>Suspend or withdraw Ludic Credit in cases of fraud, misuse, or breach of these Terms</li><li>Modify credit mechanics for future Campaigns (without affecting already issued credits)</li><li>Any such action will be communicated transparently via official channels.<br/><br/></li></ul><p><strong>9. Refunds, Cancellations & Consumer Rights</strong></p><h2><strong>9.1 No Cancellations After Contribution</strong></h2><ul><li>Once a Contribution is successfully completed and a Seat is allocated:</li><li>The Contribution is <strong>final and binding</strong>.</li><li>Contributions <strong>cannot be cancelled, downgraded, transferred, or modified</strong>.</li><li>Change-of-mind cancellations, personal circumstances, or preference changes are <strong>not grounds for cancellation or refund</strong>.</li></ul><p>This rule is essential to preserve campaign integrity, pricing fairness, and production predictability.</p><h2><strong>9.2 Refund Eligibility — Non-Activated Campaigns Only</strong></h2><p>Refunds are permitted <strong>only</strong> in the event of Campaign Non-Activation.</p><h3><strong>Non-Activation Definition</strong></h3><ul><li>A Campaign is classified as <strong>Non-Activated</strong> if it remains <strong>below seventy percent (70%)</strong> of the Community Target at Campaign Close.</li></ul><h3><strong>Refund Outcome</strong></h3><ul><li>In such cases:</li><li>Contributors are eligible for a <strong>full refund</strong> of their Contribution as specified on the Campaign page.</li><li>Refunds are processed to the <strong>original payment method</strong> used at checkout.</li><li>Refund processing timelines are <strong>seven (7) to ten (10) working days</strong> from Campaign Close.</li></ul><p>No production, manufacturing, or fulfillment is initiated for Non-Activated Campaigns.</p><h2><strong>9.3 No Refunds After Campaign Activation</strong></h2><ul><li>Once a Campaign is <strong>Activated (≥75%)</strong>:</li><li>Contributions become confirmed consumer prepayments.</li><li><strong>No refunds, partial refunds, cancellations, or adjustments</strong> are permitted.</li><li>This applies irrespective of:</li><li>Whether Activation occurs early or late in the Campaign</li><li>Whether a Contributor has received products or Ludic Credits</li><li>Personal circumstances or dissatisfaction unrelated to defects</li></ul><h2><strong>9.4 No Discretionary Returns</strong></h2><ul><li>Ludic Kitchen Campaigns do <strong>not</strong> support discretionary returns or “change-of-mind” returns.</li><li>Products delivered as part of a Campaign are not eligible for return solely due to:</li><li>Preference changes</li><li>Styling expectations</li><li>Subjective dissatisfaction</li></ul><h2><strong>9.5 Statutory Consumer Rights</strong></h2><ul><li>Nothing in these Terms excludes or limits rights available to consumers under applicable Indian law.</li><li><strong>Statutory consumer rights remain unaffected</strong>, including rights relating to defective, damaged, or misrepresented goods, where applicable.</li></ul><h2><strong>9.6 Exchanges (Limited Scope)</strong></h2><ul><li>Exchanges are permitted <strong>only</strong> in cases of:</li><li>Manufacturing defects</li><li>Damaged items received at delivery</li><li>Size mismatch (subject to availability)</li><li>Exchange requests must be raised within the timeline communicated at the time of fulfillment.</li><li>Availability of replacement products is not guaranteed and is subject to stock and production constraints.</li></ul><h2><strong>9.7 Chargebacks & Payment Disputes</strong></h2><ul><li>Unauthorized chargebacks or payment disputes initiated after successful Contribution may result in:</li><li>Immediate suspension of the associated account</li><li>Invalidation of allocated Seats</li><li>Disqualification from current or future Ludic Kitchen Campaigns</li><li>Ludic reserves the right to contest chargebacks where Campaign access, benefits, or fulfillment processes have commenced.</li></ul><h2><strong>9.8 Refund Method & Finality</strong></h2><ul><li>Approved refunds are issued only to the <strong>original payment method</strong>.</li><li>Once a refund is processed:</li><li>The associated Seat is voided</li><li>The Contributor forfeits all Campaign-related access and benefits</li><li>Refund decisions made in accordance with these Terms are final and binding, subject to applicable law.</li></ul><p></p><p></p><p><strong>10: Fulfillment, Shipping & Delivery Rules</strong></p><h2><strong>10.1 Fulfillment Timeline</strong></h2><ul><li>Fulfillment for Activated Campaigns follows a structured post-campaign workflow.</li><li>The <strong>estimated fulfillment window</strong> is <strong>eight (8) to ten (10) weeks</strong> from Campaign Close.</li><li>This timeline is indicative and reflects:</li><li>Production preparation</li><li>Manufacturing</li><li>Quality assurance</li><li>Packing and dispatch</li></ul><p>Timelines may vary depending on product complexity, supply chain conditions, and operational factors.</p><h2><strong>10.2 Production Commencement</strong></h2><ul><li>Production begins only after Campaign Activation.</li><li>In cases where Activation occurs early:</li><li>Production planning may begin sooner</li><li>Fulfillment timelines are <strong>not shortened or guaranteed to accelerate</strong></li><li>No production activity is initiated for Non-Activated Campaigns.</li></ul><h2><strong>10.3 Batch Fulfillment & Priority Logic</strong></h2><ul><li>Fulfillment may occur in <strong>batches</strong>, aligned with tier structure and operational planning.</li><li>Higher tiers may receive earlier dispatch priority as part of Campaign design.</li><li>Batch sequencing does not constitute preferential treatment beyond what is disclosed as a Campaign benefit.</li></ul><p>Dispatch order does not affect the validity of Contributions or Ludic Credits.</p><h2><strong>10.4 Shipping & Logistics</strong></h2><ul><li>Products are shipped using verified third-party logistics (3PL) partners.</li><li>Shipping coverage is limited to geographies disclosed on the Campaign page (currently India, unless otherwise specified).</li><li>Estimated shipping timelines may vary by location and courier performance.</li><li>Tracking details are shared once dispatch is initiated.</li></ul><h2><strong>10.5 Shipping Charges, Taxes & Duties</strong></h2><ul><li>Shipping charges, if applicable, are disclosed on the Campaign page or at checkout.</li><li>Goods and Services Tax (GST) shall be charged in accordance with applicable GST laws.</li></ul><h2><strong>10.6 Address Accuracy & Delivery Responsibility</strong></h2><ul><li>Contributors are responsible for providing accurate and complete shipping information.</li><li>Address changes may be permitted only within the timeline communicated prior to dispatch.</li><li>Ludic is not responsible for:</li><li>Failed deliveries due to incorrect addresses</li><li>Delays caused by recipient unavailability</li><li>Loss resulting from incorrect or outdated delivery information</li></ul><h2><strong>10.7 Failed Deliveries & Re-Dispatch</strong></h2><ul><li>In the event of a failed delivery:</li><li>The Contributor may be contacted for address confirmation</li><li>Re-dispatch may be attempted at Ludic’s discretion</li><li>Additional shipping charges for re-dispatch may apply and shall be borne by the Contributor.</li></ul><h2><strong>10.8 Delivery Confirmation & Risk Transfer</strong></h2><ul><li>Risk of loss or damage passes to the Contributor upon successful delivery confirmation by the logistics partner.</li><li>Contributors are advised to inspect packages upon receipt and report any visible damage within the timeframe communicated.</li></ul><h2><strong>10.9 Delays & Force Majeure During Fulfillment</strong></h2><ul><li>Fulfillment timelines may be impacted by:</li><li>Supply chain disruptions</li><li>Regulatory changes</li><li>Natural disasters</li><li>Pandemics or force majeure events</li><li>In such cases:</li><li>Updated timelines will be communicated transparently via official Campaign channels and/or the Ludic Ledger</li><li>Such delays do not constitute grounds for cancellation or refund</li></ul><h2><strong>10.10 Separation from Credit Issuance</strong></h2><ul><li>Fulfillment timelines are independent of Ludic Credit issuance.</li><li>Ludic Credit is issued within the timeframe specified in <strong>Topic 8</strong>, irrespective of product dispatch status.</li></ul><p></p><p></p><p><strong>11. Perks, Voting & Co-Creation Rules</strong></p><h2><strong>11.1 Nature of Perks & Rewards</strong></h2><ul><li>Perks, rewards, and experiences offered as part of a Ludic Kitchen Campaign are <strong>campaign-specific</strong> and are disclosed on the Campaign page.</li><li>Perks may include, without limitation:</li><li>Products</li><li>Physical inserts or collectibles</li><li>Digital access or recognition</li><li>Participation opportunities</li><li>Ludic Credits</li><li>Perks are provided as part of the overall Campaign experience and <strong>do not constitute independent contractual entitlements</strong>.</li></ul><h2><strong>11.2 Availability & Substitution of Perks</strong></h2><ul><li>All perks are subject to availability, feasibility, and operational constraints.</li><li>Ludic reserves the right to:</li><li>Modify, substitute, or adjust perks of <strong>equivalent or greater value</strong></li><li>Alter the form (physical vs digital), timing, or presentation of perks</li><li>Such changes:</li><li>Do not materially reduce the overall value of the Contribution</li><li>Do not entitle Contributors to refunds, cancellations, or compensation</li><li>Any material changes are communicated transparently via official Campaign channels.</li></ul><h2><strong>11.3 No Cash Equivalents</strong></h2><ul><li>Perks:</li><li>Have <strong>no cash value</strong></li><li>Cannot be exchanged for cash, refunds, or alternate monetary consideration</li><li>Perks are non-transferable unless expressly stated otherwise.</li></ul><h2><strong>11.4 Voting & Participatory Input</strong></h2><ul><li>Certain Campaigns may offer Contributors the opportunity to:</li><li>Vote on design directions</li><li>Provide feedback</li><li>Participate in polls or surveys</li><li>Voting rights, where applicable, may be tier-weighted and will be disclosed during the campaign.</li></ul><h2><strong>11.5 Non-Binding Nature of Votes</strong></h2><ul><li>All voting, polling, and feedback mechanisms are <strong>consultative and non-binding</strong>.</li><li>Contributors acknowledge that:</li><li>Voting outcomes are advisory in nature</li><li>Creative, technical, cost, or feasibility considerations may override vote results</li><li>Ludic retains <strong>final and exclusive decision-making authority</strong> over:</li><li>Design</li><li>Materials</li><li>Colours</li><li>Features</li><li>Quantities</li><li>Production methods</li><li>Release decisions</li></ul><p>Participation does not create a right to enforce a particular outcome.</p><h2><strong>11.6 Co-Creation Boundaries</strong></h2><ul><li>Co-creation within Ludic Kitchen refers to <strong>participatory influence</strong>, not shared ownership.</li><li>Contributor input:</li><li>Does not create joint authorship</li><li>Does not grant intellectual property rights</li><li>Does not entitle Contributors to royalties, credits, or future compensation</li><li>Ludic may use, adapt, or disregard submitted ideas at its discretion.</li></ul><h2><strong>11.7 Recognition & Visibility</strong></h2><ul><li>Certain Campaigns may include recognition elements such as:</li><li>Contributor listings</li><li>Tier-based acknowledgements</li><li>Digital badges or icons</li><li>Recognition is symbolic and discretionary and does not confer legal rights or future guarantees.</li></ul><h2><strong>11.8 Events, Access & Experiences</strong></h2><ul><li>Invitations to events, early access windows, or experiential perks:</li><li>Are subject to availability and capacity</li><li>May require additional confirmation</li><li>May be modified or cancelled due to logistical or regulatory reasons</li><li>Non-attendance or inability to participate does not entitle Contributors to refunds or substitutions unless expressly stated.</li></ul><h2><strong>11.9 Future Participation </strong></h2><ul><li>Opportunities such as:\t</li><li>Early trials</li><li>Future project participation<br/> are offered at Ludic’s discretion and are <strong>not guaranteed entitlements</strong>.</li><li>Selection criteria may vary and may include random draws, internal selection, or tier-based access.</li></ul><p></p><p></p><p><strong>12: Intellectual Property, UGC & Confidentiality</strong></p><h2><strong>12.1 Ownership of Intellectual Property</strong></h2><ul><li>All intellectual property associated with Ludic Kitchen, including but not limited to:</li><li>Product designs</li><li>Prototypes</li><li>Materials</li><li>Tooling</li><li>Artwork</li><li>Brand assets</li><li>Campaign content</li><li>remains the <strong>exclusive property of Ludic</strong>.</li></ul><p>Nothing in these Terms transfers or assigns ownership, title, or interest in any intellectual property to a Contributor.</p><h2><strong>12.2 Contributor Submissions & Ideas</strong></h2><ul><li>Contributors may, during the course of a Campaign, submit ideas, suggestions, feedback, designs, comments, or other materials (“Submissions”).</li><li>By providing any Submission, the Contributor:</li><li>Grants Ludic a <strong>perpetual, irrevocable, worldwide, royalty-free license</strong> to use, adapt, modify, reproduce, commercialize, and exploit such Submissions for any purpose</li><li>Waives any moral rights or claims to compensation arising from the use of such Submissions</li><li>Ludic is under <strong>no obligation</strong> to:</li><li>Use any Submission</li><li>Attribute any Submission</li><li>Provide feedback, compensation, or credit for any Submission</li></ul><h2><strong>12.3 No Joint Authorship or Co-Ownership</strong></h2><ul><li>Submission of ideas or participation in co-creation activities does <strong>not</strong> create:</li><li>Joint authorship</li><li>Co-inventorship</li><li>Partnership</li><li>Agency</li><li>Employment relationship</li><li>Contributors acknowledge that similar ideas may be developed independently by Ludic or third parties.</li></ul><h2><strong>12.4 Campaign Content & Behind-the-Scenes Access</strong></h2><ul><li>Contributors may receive access to:</li><li>Design previews</li><li>Prototypes</li><li>Work-in-progress content</li><li>Internal updates or archives</li><li>Such content is shared <strong>for personal viewing only</strong>.</li></ul><p>Contributors may not:</p><ul><li>Reproduce</li><li>Distribute</li><li>Publish</li><li>Sell</li><li>Leak</li><li>Commercially exploit</li></ul><p>any behind-the-scenes or non-public Campaign content without prior written consent from Ludic.</p><h2><strong>12.5 Confidentiality Obligations</strong></h2><ul><li>Certain Campaign materials, discussions, or disclosures may be designated as confidential or may reasonably be understood to be confidential by nature.</li><li>Contributors agree to maintain the confidentiality of such information and not disclose it to third parties without authorization.</li></ul><p>Breach of confidentiality may result in:</p><ul><li>Removal from the Campaign</li><li>Loss of access to perks or future participation</li><li>Additional remedies available under law</li></ul><h2><strong>12.6 Marketing & Promotional Use</strong></h2><ul><li>Ludic may request permission to use Contributor-generated content (such as photos, testimonials, or reviews) for marketing or promotional purposes.</li><li>Where such permission is granted:</li><li>Usage will be limited to brand communication</li><li>No ownership transfer occurs</li><li>Public content voluntarily shared by Contributors on social platforms tagging Ludic may be reshared in accordance with platform norms.</li></ul><h2><strong>12.7 Enforcement & Remedies</strong></h2><ul><li>Ludic reserves the right to take appropriate action in the event of:</li><li>Intellectual property infringement</li><li>Unauthorized disclosure</li><li>Misuse of Campaign materials</li><li>Such action may include suspension, legal enforcement, or claims for damages, where applicable.</li></ul><p></p><p></p><p><strong>13: Transparency, Ledger & Communication<br/></strong> <br/><strong>13.1 Transparency as a Core Principle</strong></p><ul><li>Transparency is a foundational principle of Ludic Kitchen.</li><li>Ludic commits to sharing meaningful updates regarding:</li><li>Campaign progress</li><li>Activation status</li><li>Production milestones</li><li>Fulfillment stages</li><li>Transparency is delivered through structured updates and does not imply real-time reporting or financial disclosure obligations beyond what is expressly stated in these Terms.<br/><br/></li></ul><h2><strong>13.2 The Ludic Ledger</strong></h2><ul><li>The <strong>Ludic Ledger</strong> is Ludic’s official transparency dashboard for Ludic Kitchen Campaigns.</li><li>The Ledger may display, without limitation:</li><li>Total Contributions raised</li><li>Number of Contributors</li><li>Activation status</li><li>High-level production milestones</li><li>Fulfillment progress</li><li>Credit issuance status</li><li>Brand top-up disclosures (if applicable)</li></ul><h2><strong>13.3 Informational Nature of the Ledger</strong></h2><ul><li>All information displayed in the Ludic Ledger is <strong>informational and indicative only</strong>.</li><li>The Ledger:</li><li>Does not constitute audited financial statements</li><li>Does not create contractual guarantees</li><li>Does not replace formal invoices, confirmations, or legal notices</li><li>Figures, timelines, and milestones may be updated or revised as the Campaign progresses.</li></ul><h2><strong>13.4 Update Frequency & Revisions</strong></h2><ul><li>Ledger updates are provided at intervals determined by Ludic, based on campaign phase and operational milestones.</li><li>Ludic reserves the right to:</li><li>Correct errors</li><li>Update estimates</li><li>Revise timelines</li><li>Such revisions do not constitute misrepresentation, provided they are communicated transparently.</li></ul><h2><strong>13.5 Primary Communication Channel</strong></h2><ul><li>The Ludic Ledger, along with official email, constitutes the <strong>primary communication channel</strong> for Campaign-related information.</li><li>Contributors are responsible for monitoring official communications.</li><li>Ludic is not responsible for missed updates due to:</li><li>Inactive email addresses</li><li>Spam filtering</li><li>Failure to check the dashboard</li></ul><h2><strong>13.6 No Reliance on Informal Communication</strong></h2><ul><li>Information shared via:</li><li>Social media</li><li>Direct messages</li><li>Community conversations</li><li>Informal chats<br/> is <strong>non-binding</strong> and does not override official communications.</li><li>Only information communicated through official Ludic channels should be relied upon.</li></ul><h2><strong>13.7 Changes & Announcements</strong></h2><ul><li>Material changes to Campaign timelines, fulfillment sequencing, or operational execution will be communicated through official channels.</li><li>Minor adjustments that do not affect core value or eligibility may not be individually notified.</li></ul><h2><strong>13.8 Transparency Boundaries</strong></h2><ul><li>While Ludic aims to be transparent, certain information may be withheld or summarized to protect:</li><li>Intellectual property</li><li>Vendor confidentiality</li><li>Commercial sensitivity</li><li>Legal or regulatory obligations</li></ul><p>Transparency does not require disclosure of proprietary or confidential information.</p><p></p><p></p><p><strong>14: Privacy & Data Protection</strong></p><h2><strong>14.1 Data Collected</strong></h2><p>In order to operate Ludic Kitchen Campaigns, Ludic may collect the following personal data from Contributors:</p><ul><li>Full name</li><li>Email address</li><li>Phone number</li><li>Profile image</li><li>Shipping and billing address</li><li>Size or fit information (where relevant)</li><li>Payment confirmation details (excluding sensitive payment credentials)</li></ul><p>Ludic does <strong>not</strong> store credit card numbers, bank details, or wallet credentials.</p><h2><strong>14.2 Purpose of Data Collection</strong></h2><p>Personal data is collected and used <strong>only</strong> for the following purposes:</p><ul><li>Campaign participation and account management</li><li>Order processing and fulfillment</li><li>Issuance and management of Ludic Credits</li><li>Customer support and grievance handling</li><li>Campaign-related communication and updates</li><li>Compliance with legal, tax, and regulatory obligations</li></ul><p>Data is <strong>not</strong> used for unrelated marketing unless expressly consented to by the Contributor.</p><h2><strong>14.3 Data Sharing & Disclosure</strong></h2><ul><li>Ludic does <strong>not sell, rent, or trade</strong> personal data.</li><li>Data may be shared only with:</li><li>Logistics partners (for delivery)</li><li>Payment gateways (for transaction processing)</li><li>Technology service providers (for platform operation)</li><li>Such parties are bound by confidentiality and data protection obligations.</li></ul><h2><strong>14.4 Cookies & Tracking</strong></h2><ul><li>Ludic may use cookies and analytics tools to improve platform functionality and user experience.</li><li>Contributors may manage cookie preferences through browser settings, subject to platform functionality.</li></ul><h2><strong>14.5 Data Security</strong></h2><ul><li>Ludic implements reasonable administrative, technical, and physical safeguards to protect personal data.</li><li>While Ludic follows industry-standard security practices, no system can guarantee absolute security.</li></ul><h2><strong>14.6 Data Retention & Deletion</strong></h2><ul><li>Personal data is retained only for as long as necessary to:</li><li>Fulfill Campaign obligations</li><li>Meet legal, accounting, and tax requirements</li><li>Contributors may request deletion of personal data <strong>after Campaign completion</strong>, subject to mandatory retention obligations.</li><li>Data deletion requests may be denied or deferred where retention is legally required.</li></ul><h2><strong>14.7 Consent & Communication</strong></h2><ul><li>By participating in a Campaign, Contributors consent to receive:</li><li>Transactional emails</li><li>Campaign updates</li><li>Fulfillment notifications</li><li>Contributors may opt out of non-essential communications, but transactional messages are mandatory.</li></ul><h2><strong>14.8 Compliance</strong></h2><p>This section is intended to comply with:</p><ul><li>The Information Technology Act, 2000</li><li>The Consumer Protection (E-Commerce) Rules, 2020</li><li>Applicable data protection principles under Indian law</li></ul><p></p><p></p><p><strong>15: Force Majeure, Liability, Governing Law & Grievance Redressal</strong></p><h2><strong>15.1 Force Majeure</strong></h2><p>Ludic shall not be liable for failure or delay in performance caused by events beyond its reasonable control, including but not limited to:</p><ul><li>Natural disasters</li><li>Pandemics or public health emergencies</li><li>Government orders or regulatory changes</li><li>Supply chain disruptions</li><li>Labor strikes or transportation failures</li></ul><p>In such cases:</p><ul><li>Timelines may be extended</li><li>Updates will be communicated via official channels</li><li>Such delays do not constitute grounds for cancellation or refund</li></ul><h2><strong>15.2 Limitation of Liability</strong></h2><ul><li>Ludic’s total liability, if any, arising out of or relating to a Campaign shall be <strong>strictly limited to the amount of the Contributor’s original Contribution</strong>.</li><li>Ludic shall not be liable for:</li><li>Indirect or consequential losses</li><li>Loss of profit, opportunity, or goodwill</li><li>Emotional or subjective dissatisfaction beyond stated benefits</li></ul><h2><strong>15.3 Indemnity</strong></h2><p>Contributors agree to indemnify and hold Ludic harmless against claims arising from:</p><ul><li>Breach of these Terms</li><li>Misuse of the platform</li><li>Violation of law</li><li>Unauthorized use or disclosure of Campaign materials</li></ul><h2><strong>15.4 Amendments to Terms</strong></h2><ul><li>Ludic reserves the right to amend these Terms with reasonable notice.</li><li>Amendments apply prospectively and do not retroactively alter locked Contributions.</li><li>Continued participation constitutes acceptance of updated Terms.</li></ul><h2><strong>15.5 Governing Law & Jurisdiction</strong></h2><ul><li>These Terms are governed by the laws of <strong>India</strong>.</li><li>Courts located in <strong>Ahmedabad, Gujarat</strong> shall have exclusive jurisdiction.</li></ul><h2><strong>15.6 Grievance Redressal</strong></h2><p>In compliance with applicable consumer protection laws:</p><p><strong>Grievance Officer / Support Contact</strong> Email: <strong>kitchen@ludic.life</strong> Phone:<strong> +91 72270 14632</strong> Acknowledgment Timeline: <strong>Within 24–48 hours</strong> Resolution Timeline: <strong>Within 7 business days</strong>, where feasible<br/><br/></p>"
            }
          },
          "tab_cQHLrc": {
            "type": "tab",
            "settings": {
              "tab_title": "Refund & Cancellation",
              "tab_content": "<h1><strong>Ludic Kitchen — Refund Policy</strong></h1><p><strong>Issued by:</strong> Good Chaos Lifestyle Pvt. Ltd. (“Ludic”)</p><p>This Refund Policy governs the circumstances under which refunds are issued in connection with Ludic Kitchen Campaigns. This Policy forms an integral part of the <strong>Master Terms & Conditions</strong> and should be read in conjunction with them.</p><h2><strong>1. Core Refund Principle</strong></h2><p>Ludic Kitchen operates on a <strong>campaign-based consumer prepayment model</strong>.<br/>Accordingly:</p><ul><li>Refunds are <strong>not discretionary</strong></li><li>Refunds are governed strictly by <strong>Campaign Activation outcomes</strong></li><li>No refund decisions are made on a case-by-case or subjective basis</li></ul><h2><strong>2. When Refunds Are Permitted</strong></h2><p>Refunds are permitted <strong>only</strong> in the event of <strong>Campaign Non-Activation</strong>.</p><h3><strong>2.1 Definition of Non-Activation</strong></h3><p>A Campaign is classified as <strong>Non-Activated</strong> if:</p><ul><li>The total Contributions received from the community remain <strong>below seventy percent (70%)</strong> of the declared Community Target<br/> <strong>at the time of Campaign Close</strong>.</li></ul><p>In such cases:</p><ul><li>No production begins</li><li>No fulfillment is initiated</li><li>No Campaign benefits are delivered</li></ul><h2><strong>3. Refund Outcomes in Non-Activated Campaigns</strong></h2><p>Where a Campaign is Non-Activated:</p><ul><li>Contributors are eligible for a <strong>full refund of their Contribution</strong>.</li></ul><h2><strong>4. Refund Processing Timeline</strong></h2><ul><li>Refunds are processed within <strong>seven (7) to ten (10) working days</strong> from Campaign Close.</li><li>Refunds are issued to the <strong>original payment method</strong> used at the time of checkout.</li><li>Ludic is not responsible for delays caused by:</li><li>Banking institutions</li><li>Payment gateways</li><li>Card issuers or wallet providers<br/><br/></li></ul><h2><strong>5. When Refunds Are Not Permitted</strong></h2><p>Refunds are <strong>not permitted</strong> in any of the following circumstances:</p><h3><strong>5.1 Post-Activation</strong></h3><ul><li>Once a Campaign is <strong>Activated (≥70%)</strong>, all Contributions become <strong>confirmed consumer prepayments</strong>.</li><li>No refunds, partial refunds, or adjustments are permitted after Activation, regardless of:</li><li>Whether Activation occurs early or late</li><li>Whether the Contributor has received products or Ludic Credits</li><li>Personal circumstances or change of mind<br/><br/></li></ul><h3><strong>5.2 Change of Mind or Personal Reasons</strong></h3><p>Refunds are not issued for reasons including, but not limited to:</p><ul><li>Change of preference</li><li>Delay expectations</li><li>Styling or aesthetic dissatisfaction</li><li>Personal emergencies or financial constraints</li><li>Inability to use or redeem benefits<br/><br/></li></ul><h3><strong>5.3 Tier or Seat-Related Reasons</strong></h3><ul><li>No refunds are permitted due to:</li><li>Tier closures</li><li>Inability to downgrade or switch tiers</li><li>Inability to upgrade due to unavailability<br/><br/></li></ul><h2><strong>6. No Cancellations After Contribution</strong></h2><ul><li>Once a Contribution is successfully completed:</li><li>The Seat is allocated</li><li>The Contribution is locked</li><li>Contributions <strong>cannot be cancelled, reversed, or withdrawn</strong> after checkout.</li></ul><p>This lock-in is essential to preserve production planning, pricing integrity, and campaign fairness.</p><h2><strong>7. Chargebacks & Unauthorized Refund Attempts</strong></h2><ul><li>Unauthorized chargebacks or payment disputes initiated after a successful Contribution may result in:</li><li>Immediate suspension of the associated account</li><li>Invalidation of the allocated Seat</li><li>Disqualification from current and future Ludic Kitchen Campaigns</li><li>Ludic reserves the right to contest chargebacks where Campaign access, benefits, or fulfillment processes have commenced.<br/><br/></li></ul><h2><strong>8. Refunds vs Exchanges (Important Distinction)</strong></h2><ul><li>Refunds apply only to Contributions made to Non-Activated Campaigns.</li><li>For Product-related issues (including defects or damage), customers are eligible for an exchange only, not a refund.</li><li>All exchange requests must be raised within <strong>7 days of receiving the product</strong>.</li></ul><h2><strong>9. Statutory Consumer Rights</strong></h2><p>Nothing in this Refund Policy limits or excludes rights available to consumers under applicable Indian law.</p><p><strong>Statutory consumer rights remain unaffected</strong>, including rights related to defective, damaged, or misrepresented goods where applicable.</p><h2><strong>10. Finality of Refund Decisions</strong></h2><ul><li>Refund decisions made in accordance with this Policy are final and binding.</li><li>Ludic does not offer discretionary or goodwill refunds beyond what is expressly stated herein.</li></ul><h2><strong>11. Support & Queries</strong></h2><p>For refund-related queries:</p><p><strong>Email:</strong> kitchen@ludic.life<br/><strong>Response Time:</strong> Acknowledgment within 24–48 hours</p>"
            }
          },
          "tab_EkhLWj": {
            "type": "tab",
            "settings": {
              "tab_title": "Ludic Credit",
              "tab_content": "<h1><strong>Ludic Kitchen — Credit Policy</strong></h1><p><strong>Issued by:</strong> Good Chaos Lifestyle Pvt. Ltd. (“Ludic”)</p><p>This Credit Policy governs the issuance, validity, usage, and treatment of <strong>Ludic Credit</strong> issued in connection with Ludic Kitchen Campaigns. This Policy forms an integral part of the <strong>Master Terms of Use</strong> and should be read in conjunction with them.</p><h2><strong>1. What is Ludic Credit?</strong></h2><p>Ludic Credit is a <strong>closed-loop store credit</strong> issued by Ludic to Contributors as part of select Ludic Kitchen Campaigns.</p><ul><li>Ludic Credit represents <strong>future purchase value</strong>, not cash.</li><li>It is usable <strong>only within Ludic’s official ecosystem</strong>.</li><li>Ludic Credit is <strong>not</strong>:</li><li>Legal tender</li><li>A wallet balance</li><li>A prepaid payment instrument requiring RBI authorization</li><li>An investment or financial return</li></ul><p>Ludic Credit exists solely to ensure that every eligible Contribution retains full monetary value within the Ludic ecosystem.</p><h2><strong>2. Eligibility for Ludic Credit</strong></h2><ul><li>Ludic Credit is issued <strong>only for tiers explicitly marked as credit-eligible</strong> on the Campaign page.</li><li>Not all tiers may include Ludic Credit as a benefit.</li><li>Credit eligibility, value, and conditions are disclosed prior to Contribution.</li></ul><p>Once a Contribution is completed, credit eligibility <strong>cannot be changed or upgraded</strong>.</p><h2><strong>3. Credit Issuance Timing</strong></h2><ul><li>Ludic Credit is issued <strong>within ten (10) business days</strong> following Campaign Close.</li><li>Credit issuance occurs:</li><li>Only for <strong>Activated Campaigns</strong>.</li><li>Credit issuance is <strong>independent of product delivery</strong> and fulfillment timelines.<br/><br/></li></ul><h2><strong>4. Credit Value</strong></h2><ul><li>The value of Ludic Credit issued corresponds exactly to the Contribution amount applicable to the Contributor’s tier.</li><li>Ludic Credit:</li><li>Does not earn interest</li><li>Does not appreciate or depreciate</li><li>Is not subject to adjustment post-issuance</li></ul><p>The credit value is fixed and final upon issuance.</p><h2><strong>5. Credit Validity & Expiry</strong></h2><ul><li>Ludic Credit is valid for the period specified in the applicable Campaign Terms or on the respective Campaign page for that project.</li><li>Any unused credit will automatically expire at the end of the stated validity period.</li><li>Expired credit:</li><li>cannot be reinstated</li><li>cannot be refunded</li><li>cannot be transferred</li><li>cannot be converted into cash or any other form of value</li><li>Contributors are responsible for tracking their credit validity and usage.</li></ul><h2><strong>6. Credit Usage Rules</strong></h2><ul><li>Ludic Credit may be redeemed <strong>only against the product value</strong> of purchases made on Ludic’s official platforms.</li><li>Unless expressly stated otherwise:</li><li>Ludic Credit must be redeemed in <strong>a single transaction</strong></li><li>Partial redemption across multiple orders is <strong>not permitted</strong></li></ul><p>If the purchase value exceeds the credit value, the balance must be paid separately.</p><h2><strong>7. Non-Transferability & Account Restrictions</strong></h2><ul><li>Ludic Credit is:</li><li>Linked exclusively to the Contributor’s registered account</li><li>Non-transferable</li><li>Non-assignable</li><li>Credit may not be:</li><li>Sold</li><li>Gifted</li><li>Shared</li><li>Combined across multiple accounts</li><li>Any attempt to misuse or transfer credit may result in forfeiture of the remaining credit and suspension of the account.<br/><br/></li></ul><h2><strong>8. Credit in Case of Refunds or Non-Activation</strong></h2><ul><li>In the event of Campaign Non-Activation:</li><li>Contributors may receive a refund, as disclosed on the Campaign page.</li><li>Once Ludic Credit is issued:</li><li>It replaces the monetary value of the Contribution</li><li>No cash refund may be claimed in lieu of issued credit</li></ul><h2><strong>9. Accounting & Tax Treatment (Informational)</strong></h2><ul><li>Ludic Credit is recorded by Ludic as <strong>deferred revenue</strong> until redemption.</li><li>Goods and Services Tax (GST) shall be charged in accordance with applicable GST laws.</li><li>Tax invoices are issued in compliance with applicable law.</li></ul><p>This section is provided for transparency and does not constitute financial or tax advice.</p><h2><strong>10. Suspension, Forfeiture & Misuse</strong></h2><p>Ludic reserves the right to suspend or forfeit Ludic Credit where:</p><ul><li>Fraudulent activity is detected</li><li>Credit is obtained or used in violation of these Terms</li><li>Account misuse or policy breach occurs</li></ul><p>Such action may be taken without liability, subject to applicable law.</p><h2><strong>11. Modification of Credit Program</strong></h2><ul><li>Ludic reserves the right to modify Ludic Credit mechanics for <strong>future Campaigns</strong>.</li><li>Changes will <strong>not</strong> affect:</li><li>Credits already issued</li><li>Validity periods already in force</li></ul><h2><strong>12. No Cash Equivalent or Financial Right</strong></h2><ul><li>Ludic Credit:</li><li>Has no cash value</li><li>Creates no entitlement to refunds</li><li>Does not constitute a financial instrument</li><li>Issuance of Ludic Credit does not create a banking, fiduciary, or custodial relationship.</li></ul><h2><strong>13. Support & Queries</strong></h2><p>For credit-related queries:</p><p><strong>Email:</strong> kitchen@ludic.life<br/><strong>Response Time:</strong> Acknowledgment within 24–48 hours</p>"
            }
          },
          "tab_G3f4eq": {
            "type": "tab",
            "settings": {
              "tab_title": "Privacy Policy",
              "tab_content": "<h1><strong>Ludic Kitchen — Privacy Policy</strong></h1><p><strong>Issued by:</strong> Good Chaos Lifestyle Pvt. Ltd. (“Ludic”)</p><h2><strong>1. Introduction</strong></h2><p>Welcome to Ludic.</p><p>At Ludic, we believe transparency isn’t just for how we make products — it’s also for how we handle your information. When you share your details with us, you’re trusting us to use them responsibly and respectfully. We take that seriously.</p><p>This Privacy Policy explains how <strong>Good Chaos Lifestyle Pvt. Ltd. (“Ludic”, “we”, “us”, or “our”)</strong> collects, uses, stores, shares, and protects your personal information when you:</p><ul><li>visit our website or digital platforms</li><li>create a Ludic account</li><li>participate in Ludic Kitchen campaigns</li><li>make purchases or contributions</li><li>interact with us for support, events, or community engagement</li></ul><p>This Policy applies to all information collected through our official platforms and in connection with Ludic products and Ludic Kitchen campaigns.</p><p>In simple terms, this document explains:</p><ul><li>what information we collect</li><li>why we collect it</li><li>how we use it</li><li>who we share it with</li><li>and the choices available to you</li></ul><p>By accessing or using our platform or participating in a campaign, you agree to the practices described in this Privacy Policy.</p><p>If you have any questions about how your information is handled, you can write to us at <a href=\"mailto:kitchen@ludic.life\"><span style=\"text-decoration:underline\"><strong>kitchen@ludic.life</strong></span></a></p><h2><strong>2. Information We Collect</strong></h2><p>We collect only the information necessary to run Ludic smoothly, fulfill your orders or contributions, and keep you informed about your participation in Ludic Kitchen.</p><p>Depending on how you interact with us, we may collect the following types of information:</p><h3><strong>2.1 Information You Provide Directly</strong></h3><p>This includes details you voluntarily share with us when creating an account, making a purchase or contribution, or contacting us.</p><p>Examples include:</p><ul><li>Full name</li><li>Email address</li><li>Phone number</li><li>Profile Image</li><li>Billing and shipping address</li><li>Size or fit preferences (for products)</li><li>Account login details</li><li>Campaign selections, votes, feedback, or submissions</li><li>Messages or queries sent to customer support</li><li>Event or community participation details (where applicable)</li></ul><p>You may choose not to provide certain information, but this may limit your ability to participate in campaigns or receive products.</p><h3><strong>2.2 Payment Information</strong></h3><p>When you make a purchase or contribution, payments are processed through secure third-party payment gateways.</p><p>Ludic does not store or have access to your card numbers, bank account details, or wallet credentials.</p><p>We only receive limited confirmation details such as:</p><ul><li>payment status</li><li>transaction ID</li><li>payment method type</li></ul><p>This helps us verify and record your contribution.</p><h3><strong>2.3 Information Collected Automatically</strong></h3><p>When you use our website or platform, certain information is collected automatically to help us operate, secure, and improve the experience.</p><p>This may include:</p><ul><li>Device type and browser information</li><li>IP address</li><li>Pages visited and time spent</li><li>Date and time of visits</li><li>Referring links</li><li>Basic usage analytics</li><li>Cookies and similar tracking technologies</li></ul><p>This information helps us understand what’s working, fix issues, and make Ludic easier to use.</p><h3><strong>2.4 Information from Community Interactions</strong></h3><p>If you choose to engage with Ludic through:</p><ul><li>reviews</li><li>testimonials</li><li>surveys</li><li>photos or videos you share with us</li><li>social media tags or mentions</li></ul><p>we may collect and use that content in accordance with this Privacy Policy or with your permission.</p><p>Participation in these activities is always voluntary.<br/><br/></p><p>We collect only what is relevant and necessary. We do not intentionally collect sensitive personal information that is unrelated to your participation with Ludic.</p><h2><strong>3. How We Use Your Information</strong></h2><p>We use your information only for clear, necessary purposes related to operating Ludic, fulfilling your orders or contributions, and improving your experience with us.</p><p>We do not sell your personal information or use it for unrelated advertising.</p><p>Depending on how you interact with Ludic, your information may be used in the following ways:</p><h3><strong>3.1 To Create and Manage Your Account</strong></h3><ul><li>Register your account</li><li>Log you in securely</li><li>Maintain your profile and preferences</li><li>Provide access to your orders, contributions, and Ludic Credits</li></ul><h3><strong>3.2 To Process Purchases and Contributions</strong></h3><ul><li>Confirm and record your orders or campaign contributions</li><li>Allocate Seats and tiers</li><li>Process payments through secure payment partners</li><li>Generate invoices and transaction confirmations</li><li>Issue Ludic Credits (where applicable)</li></ul><h3><strong>3.3 To Fulfill Products and Deliver Orders</strong></h3><ul><li>Ship products to your address</li><li>Coordinate deliveries through logistics partners</li><li>Share tracking updates</li><li>Handle exchanges or product-related support</li></ul><h3><strong>3.4 To Communicate With You</strong></h3><ul><li>Send campaign updates and milestone announcements</li><li>Notify you about Activation, fulfillment, or credit issuance</li><li>Respond to your questions or support requests</li><li>Share important policy or account-related notices</li></ul><p>These communications are essential to your participation in Ludic Kitchen.</p><h3><strong>3.5 To Improve Our Platform and Experience</strong></h3><ul><li>Understand how visitors use our website</li><li>Fix bugs or technical issues</li><li>Improve design, usability, and performance</li><li>Plan future products and campaigns based on aggregated insights</li></ul><p>This analysis is typically done using anonymized or aggregated data wherever possible.</p><h3><strong>3.6 To Support Community & Creative Participation</strong></h3><ul><li>Record votes, feedback, and submissions</li><li>Recognize contributors (where applicable)</li><li>Evaluate ideas for future Ludic products or campaigns</li><li>Manage events or community initiatives</li></ul><p>Participation in these activities is always optional.</p><h3><strong>3.7 To Comply With Legal and Regulatory Requirements</strong></h3><ul><li>Maintain accounting and tax records</li><li>Prevent fraud or misuse</li><li>Enforce our Terms of Use</li><li>Respond to lawful requests from authorities</li></ul><p>We use your information only for the purposes described above and only to the extent necessary. We do not use your data for profiling, reselling, or unrelated third-party marketing.</p><h2><strong>4. How We Share Your Information</strong></h2><p>We treat your personal information with care and discretion.</p><p>We do not sell, rent, or trade your personal data to advertisers, data brokers, or unrelated third parties.</p><p>We share your information only when it is necessary to operate Ludic, fulfill your orders or contributions, or comply with legal obligations.</p><p>Depending on your interaction with us, we may share limited information with the following categories of partners:</p><h3><strong>4.1 Payment Partners</strong></h3><p>To securely process purchases and campaign contributions, we work with trusted third-party payment gateways.</p><p>They receive only the information required to:</p><ul><li>process transactions</li><li>verify payments</li><li>prevent fraud</li></ul><p>Ludic does not store your card numbers, bank details, or wallet credentials.</p><h3><strong>4.2 Logistics & Delivery Partners</strong></h3><p>To ship products and fulfill orders, we share necessary delivery information with logistics providers, such as:</p><ul><li>your name</li><li>shipping address</li><li>phone number (for delivery coordination)</li></ul><p>This information is used solely for delivering your order.</p><h3><strong>4.3 Technology & Platform Providers</strong></h3><p>We use third-party tools and service providers to help operate our website and systems, including:</p><ul><li>hosting and cloud infrastructure</li><li>analytics tools</li><li>customer support software</li><li>email and communication services</li></ul><p>These partners process information only on our behalf and are contractually required to protect your data.</p><h3><strong>4.4 Legal & Regulatory Authorities</strong></h3><p>We may disclose information where required to:</p><ul><li>comply with applicable laws or legal processes</li><li>respond to lawful government or regulatory requests</li><li>enforce our Terms of Use</li><li>prevent fraud, abuse, or security risks</li></ul><p>Such disclosures are made only when legally necessary.</p><h3><strong>4.5 Business Transfers (If Applicable)</strong></h3><p>If Ludic undergoes a merger, acquisition, restructuring, or sale of assets, user information may be transferred as part of that process.</p><p>In such cases, your data will continue to be protected under this Privacy Policy or an equivalent standard.</p><p><br/>Outside of the situations described above, we do not share your personal information with third parties.</p><h2><strong>5. Cookies & Tracking Technologies</strong></h2><p>Like most websites, Ludic uses cookies and similar technologies to make our platform work smoothly and improve your experience.</p><p>Cookies are small text files stored on your device that help us remember preferences and understand how our website is used.</p><h3><strong>5.1 What We Use Cookies For</strong></h3><p>We use cookies to:</p><ul><li>keep you logged into your account</li><li>remember your preferences and settings</li><li>enable secure checkout and contributions</li><li>understand how visitors use our website</li><li>improve performance and fix issues</li></ul><p>These cookies help us operate the platform efficiently and make Ludic easier to use.</p><h3><strong>5.2 Analytics</strong></h3><p>We may use trusted analytics tools to collect aggregated, non-identifiable information such as:</p><ul><li>pages visited</li><li>time spent on the site</li><li>general location (city-level)</li><li>device or browser type</li></ul><p>This helps us understand what’s working and how we can improve the experience.</p><p>We do not use this data to personally identify you.</p><h3><strong>5.3 Your Choices</strong></h3><p>Most browsers allow you to control or disable cookies through settings.</p><p>You may:</p><ul><li>delete existing cookies</li><li>block certain cookies</li><li>set alerts before cookies are stored</li></ul><p>Please note that disabling cookies may affect certain features of the website, such as login, checkout, or campaign participation.</p><p>We use cookies thoughtfully and only to support functionality, security, and improvement — not for selling your data or intrusive tracking.</p><h2><strong>6. Data Retention</strong></h2><p>We retain your personal information only for as long as it is necessary to fulfill the purposes outlined in this Privacy Policy.</p><p>The retention period depends on the type of information and your interaction with Ludic.</p><h3><strong>6.1 Account Information</strong></h3><p>If you create a Ludic account, we retain your basic account information for as long as your account remains active.</p><p>If you choose to delete your account, we will delete or anonymize your personal data, except where retention is required for legal, tax, or regulatory purposes.</p><h3><strong>6.2 Orders & Contributions</strong></h3><p>Information related to purchases, campaign contributions, invoices, and Ludic Credits may be retained for longer periods to:</p><ul><li>comply with tax and accounting laws</li><li>maintain financial records</li><li>resolve disputes</li><li>enforce agreements</li></ul><p>This retention is required under applicable Indian laws and business regulations.</p><h3><strong>6.3 Communication Records</strong></h3><p>If you contact customer support or participate in community initiatives, we may retain those records for a reasonable period to:</p><ul><li>address follow-up requests</li><li>improve customer experience</li><li>maintain service quality</li></ul><h3><strong>6.4 Analytics & Technical Data</strong></h3><p>Certain usage and analytics data may be retained in aggregated or anonymized form for performance improvement and business planning.</p><p>Anonymized data does not identify you personally.</p><p>Once your information is no longer required for legitimate business or legal purposes, we securely delete, anonymize, or restrict access to it.</p><p>We do not retain personal data indefinitely without purpose.</p><h2><strong>7. Your Rights & Choices</strong></h2><p>We believe your information belongs to you.</p><p>You have control over how your personal data is used, and we aim to make it easy for you to access, update, or manage your information at any time.</p><p>Depending on your interaction with Ludic, you may have the following rights:</p><h3><strong>7.1 Access Your Information</strong></h3><p>You may request a copy of the personal information we hold about you, including details about how it is being used.</p><h3><strong>7.2 Correct or Update Your Information</strong></h3><p>You can update or correct your personal details at any time through your account settings or by contacting us.</p><p>Keeping your information accurate helps us fulfill your orders and communicate with you properly.</p><h3><strong>7.3 Delete Your Information</strong></h3><p>You may request deletion of your personal data or account.</p><p>Upon request, we will delete or anonymize your information, except where retention is required for:</p><ul><li>legal or tax obligations</li><li>accounting records</li><li>fraud prevention</li><li>dispute resolution</li></ul><h3><strong>7.4 Withdraw Consent</strong></h3><p>Where we rely on your consent to process information (such as optional communications or community participation), you may withdraw that consent at any time.</p><p>This will not affect processing already completed.</p><h3><strong>7.5 Opt Out of Marketing Communications</strong></h3><p>You can unsubscribe from non-essential emails at any time by:</p><ul><li>clicking the “unsubscribe” link in emails, or</li><li>contacting us directly</li></ul><p>Please note that you will still receive important transactional or campaign-related updates necessary for your participation.</p><h3><strong>7.6 Raise Concerns or Complaints</strong></h3><p>If you believe your information has been used improperly or you have concerns about your privacy, you can contact us and we will address the issue promptly.</p><p>We take privacy concerns seriously and aim to resolve them quickly and fairly.</p><h3>How to Exercise Your Rights</h3><p>To make any request related to your data, simply email us at: <br/>kitchen@ludic.life</p><p>We typically acknowledge requests within 24–48 hours and aim to resolve them within a reasonable timeframe.</p><p><br/><br/>We want you to feel confident and in control when interacting with Ludic. If something doesn’t feel right, just reach out — we’re here to help.</p><h2><strong>8. Data Security</strong></h2><p>We take the security of your personal information seriously and use reasonable safeguards to protect it from unauthorized access, misuse, loss, or disclosure.</p><p>We implement appropriate technical and organizational measures, including:</p><ul><li>secure servers and hosting environments</li><li>encrypted connections (HTTPS)</li><li>restricted access to sensitive information</li><li>role-based internal access controls</li><li>trusted third-party service providers</li><li>regular monitoring of our systems</li></ul><p>Access to personal information is limited only to team members or partners who need it to operate Ludic, fulfill orders, or provide support.</p><h3><strong>Payment Security</strong></h3><p>All payments and contributions are processed through certified third-party payment gateways.</p><p>Ludic does not store your card numbers, bank details, or wallet credentials on our servers.</p><h3><strong>A Realistic Note</strong></h3><p>While we take strong precautions, no online system can be completely secure.</p><p>If we ever become aware of a security issue affecting your personal data, we will take prompt steps to investigate, contain, and notify affected users as required by law.</p><p><br/>Protecting your trust is as important to us as creating great products, and we continuously work to keep your information safe.</p><h2><strong>9. Third-Party Links & Services</strong></h2><p>Our website or communications may sometimes include links to third-party websites, platforms, or services, such as payment gateways, logistics partners, social media platforms, or external tools.</p><p>These third-party platforms operate independently and have their own privacy policies and practices.</p><p>Once you leave Ludic’s website or interact directly with a third-party service, this Privacy Policy no longer applies.</p><p>We encourage you to review the privacy policies of those third parties before sharing your information with them.</p><p>Ludic is not responsible for the content, security, or privacy practices of external websites or services that we do not control.</p><h2><strong>10. Changes to This Privacy Policy</strong></h2><p>We may update this Privacy Policy from time to time to reflect changes in our practices, technology, legal requirements, or the way Ludic operates.</p><p>When we make material changes, we will:</p><ul><li>notify users through our website, email, or other appropriate communication channels where necessary</li></ul><p>Updated policies take effect once published on our platform.</p><p>We encourage you to review this Privacy Policy periodically to stay informed about how your information is handled.</p><p>Your continued use of Ludic’s platform or participation in campaigns after any updates constitutes acceptance of the revised Privacy Policy.</p><h2><strong>11. Contact & Grievance Redressal</strong></h2><p>If you have any questions, concerns, or requests regarding this Privacy Policy or how your personal information is handled, please feel free to reach out to us.</p><p>We’re happy to help.</p><p>Support & Privacy Contact<br/>Email: kitchen@ludic.life<br/>Phone: +91 72270 14632</p><p>Response Timelines</p><ul><li>Acknowledgment: within 24–48 hours</li><li>Resolution: within 7 business days, where feasible</li></ul><p>If you wish to:</p><ul><li>access or update your information</li><li>request deletion of your data</li><li>withdraw consent</li><li>report a privacy concern</li><li>or raise a grievance</li></ul><p>simply email us, and our team will assist you promptly.</p><p>We aim to resolve all concerns fairly, transparently, and with care.</p>"
            }
          },
          "tab_hVw9p8": {
            "type": "tab",
            "settings": {
              "tab_title": "Campaign Terms",
              "tab_content": "<h1><strong>Ludic Kitchen — Campaign Terms<br/>Project 01: Ludic Clogs</strong></h1><p><strong>Issued by:</strong> Good Chaos Lifestyle Pvt. Ltd. (“Ludic”)</p><h1><strong>1. Introduction & Scope</strong></h1><p>These Campaign Terms describe the specific rules, mechanics, timelines, and participation details for <strong>Ludic Kitchen — Project 01: Ludic Clogs</strong> (the “Campaign”).</p><p>While Ludic Kitchen operates on a shared philosophy of transparency and co-creation, each project may have its own structure, duration, tiers, perks, and timelines. This document exists to clearly explain how <strong>this particular Campaign</strong> works.</p><p>It covers details such as:</p><ul><li>campaign duration and milestones</li><li>tier structure and seat allocation</li><li>contribution mechanics</li><li>activation rules</li><li>production and fulfillment timelines</li><li>perks and rewards included in each tier</li></ul><p>These Campaign Terms apply <strong>in addition to</strong> the following documents:</p><ul><li>Master Terms of Use</li><li>Refund Policy</li><li>Credit Policy</li><li>Privacy Policy</li></ul><p>By participating in this Campaign, you agree to be bound by all of the above.</p><p>If there is any conflict between these Campaign Terms and the Master Terms, these Campaign Terms will apply only to the extent of the specific Campaign mechanics described here. All other legal rights and obligations remain governed by the Master Terms & Policies.</p><h1><strong>2. About Ludic Kitchen</strong></h1><p>Ludic Kitchen is Ludic’s community-powered way of creating products.</p><p>Instead of developing products behind closed doors and launching them fully finished, we open up the process and invite our community to take part early — from idea to production.</p><p>Each Kitchen project follows a simple flow:</p><ol><li>We introduce a product concept</li><li>The community backs it by choosing a tier and contributing</li><li>Design and development happen transparently</li><li>Once the minimum goal is reached, production begins</li><li>Contributors receive the product and any included perks or Ludic Credit</li></ol><p>Your contribution is not an investment or donation.<br/> It is an <strong>advance purchase that helps bring the product to life</strong>.</p><p>If a project reaches its activation threshold, we proceed with production and fulfillment.<br/>If it does not, contributions are refunded as described in the Refund Policy.</p><p>In short, Ludic Kitchen is built to be:</p><ul><li>collaborative</li><li>transparent</li><li>low-risk</li><li>and community-led</li></ul><p>You don’t just buy the final product — you help make it happen</p><h1><strong>3. Campaign Snapshot (Quick Facts)</strong></h1><p>Below is a summary of the key details for <strong>Ludic Kitchen — Project 01: Ludic Clogs</strong>.<br/><br/><strong>Campaign Details</strong></p><ul><li><strong>Campaign Name:</strong> Project 01 — Ludic Clogs</li><li><strong>Product:</strong> Ludic Clogs</li><li><strong>Campaign Duration:</strong> 60 days</li><li><strong>Campaign Launch Date:</strong> [Insert date]</li><li><strong>Campaign Close Date:</strong> [Insert date]</li><li><strong>Participation:</strong> Limited seats available; first-come, first-served</li></ul><p><br/><br/></p><h3><strong>Tier Pricing</strong></h3><ul><li><strong>T1:</strong> ₹2,500</li><li><strong>T2:</strong> ₹5,000</li><li><strong>T3:</strong> ₹10,000<br/><br/></li></ul><h3><strong>Early Bird</strong></h3><ul><li><strong>Early Bird Window:</strong> First 15 days</li><li><strong>Early Bird Benefit:</strong> 20% discount on tier price (perks remain identical)<br/><br/></li></ul><h3><strong>Production & Fulfilment</strong></h3><ul><li><strong>Production Start:</strong> Begins only after Activation</li><li><strong>Estimated Fulfilment Window:</strong> 8-10 weeks after Campaign Close<br/><br/></li></ul><h3><strong>Ludic Credit</strong></h3><ul><li><strong>T2 Ludic Credit:</strong> ₹5,000 (Valid for 6 months)</li><li><strong>T3 Ludic Credit:</strong> ₹10,000 (Valid for 12 months)<br/><br/></li></ul><p><strong>Funding Structure<br/><br/>Project Funding Breakdown</strong></p><ul><li><strong>Total Project Cost: </strong>₹75,00,000</li><li><strong>Ludic Contribution (Brand Pledge): </strong>₹15,00,000</li><li><strong>Community Target: </strong>₹60,00,000<strong><br/><br/></strong></li></ul><h3><strong>Activation Rules</strong></h3><ul><li><strong>Activation Threshold: </strong>75% of Community Target (₹45,00,000)</li><li><strong>Brand Top-Up Range: </strong>70–74% (at Ludic’s discretion)</li><li><strong>Non-Activation: </strong>Below 70% → refunds or Ludic Credit issued<strong><br/><br/></strong></li></ul><h3><strong>Important Notes</strong></h3><ul><li>Ludic commits capital upfront before inviting the community to participate.</li><li>The Campaign runs for the full 60 days and does not close early upon reaching the goal.</li><li>Seats are limited and may close as tiers fill.</li><li>All timelines are estimates and may vary due to production or operational factors.</li></ul><h1><strong>4. Tier Structure & Seat Allocation</strong></h1><p>Participation in Ludic Kitchen happens through a <strong>seat-based system</strong>.</p><p>Each contribution secures one “Seat” in the Campaign and determines your tier, benefits, and level of involvement.</p><h3><strong>4.1 What is a Seat?</strong></h3><p>A Seat represents:</p><ul><li>one confirmed participation in the Campaign</li><li>one selected tier</li><li>one set of associated products, perks, and benefits</li></ul><p>Your Seat is secured once your contribution payment is successfully completed.</p><h3><strong>4.2 How Seats Are Allocated</strong></h3><p>Seats are:</p><ul><li>allocated on a first-come, first-served basis</li><li>confirmed only after successful payment</li></ul><p>Adding a tier to your cart or beginning checkout does not reserve a Seat.</p><p>Your participation is confirmed only after payment is completed.</p><h3><strong>4.3 One Seat Per Account</strong></h3><p>Each registered account may hold one Seat per tier purchase.<br/>Seats are linked to the contributing account and cannot be shared across multiple accounts.</p><h3><strong>4.4 Non-Transferability</strong></h3><p>Seats are:</p><ul><li>non-transferable</li><li>non-assignable</li><li>cannot be resold, gifted, or exchanged</li></ul><p>This ensures fairness and protects campaign planning and fulfillment accuracy.</p><h3><strong>4.5 Tier Availability & Closures</strong></h3><p>Each tier has limited availability.</p><p>When a tier reaches capacity:</p><ul><li>that tier may close automatically</li><li>other tiers may remain open</li></ul><p>Closure of a tier does not mean the Campaign has ended.</p><h3><strong>4.6 Campaign Duration Integrity</strong></h3><p>The Campaign runs for the full <strong>60-day duration</strong>.</p><p>The Campaign does not close early due to:</p><ul><li>reaching the Community Target</li><li>achieving Activation</li><li>early success or overfunding</li></ul><p>Contributions may continue until the official Campaign Close date, subject to seat availability.</p><h3><strong>4.7 Tier Changes</strong></h3><p>Once a contribution is completed:</p><ul><li>Tiers may be upgraded, subject to availability and applicable additional charges.</li><li>Tier downgrades are not permitted.</li></ul><p>This lock-in is necessary to maintain production planning and fairness for all participants.</p><h1><strong>5. Contributions & What You Receive</strong></h1><p>To participate in this Campaign, you select a tier and complete the corresponding payment.</p><p>Your contribution is treated as an <strong>advance purchase</strong> that helps fund the creation and production of the Ludic Kitchen Product.</p><p>Once payment is successful:</p><ul><li>your Seat in the Campaign is confirmed</li><li>your selected tier is locked</li><li>you become eligible to receive the product and the perks assigned to that tier</li></ul><p>Contributions are not investments or ownership in Ludic and do not provide financial returns or profit-sharing.</p><p>Specific perks are described in the <strong>Perk Definitions</strong> section below, with a complete tier-wise breakdown in the <strong>Tier Benefits Overview</strong>.<br/><br/></p><h1><strong>6. Perks & Rewards (Project 01)</strong></h1><p>The following perks apply to Project 01: Ludic Clogs.<br/> Availability varies by tier (Taster, Sous Chef, Head Chef) as indicated in the Tier Benefits Overview.</p><p>Each perk is explained below for clarity.</p><h3><strong>1. Ludic Clogs</strong></h3><p>The final production version of the product created through Project 01.</p><p>Delivered after the Campaign concludes and production is complete.<br/>The product reflects the final outcome of the community-backed development process.</p><p>Minor changes from early visuals, prototypes, or concept images may occur due to manufacturing feasibility, material sourcing, or quality refinement.</p><h3><strong>2. Recipe Card</strong></h3><p>A small printed insert included with your Project 01 delivery that documents the story behind the product.</p><p>The Recipe Card typically includes:</p><ul><li>the idea or concept behind the project</li><li>materials or construction highlights</li><li>key design decisions or notes from the process</li></ul><p>It serves as a keepsake that captures how the product came to life and the journey the community helped shape.</p><p>The Recipe Card is informational and commemorative in nature.<br/>It is not a manual, warranty document, or detailed technical specification.<br/><strong><br/>3. Freebies</strong></p><p>Additional campaign-themed items included along with your Project 01 delivery.</p><p>These can be:</p><ul><li>created exclusively for the Ludic Kitchen community</li><li>designed specifically for this Campaign</li><li>available for separate purchase</li></ul><p>Freebies are intended as small collectibles or fun additions that complement the main product. They do not affect the functionality or value of the primary product.</p><p>The quantity of freebies varies by tier:</p><ul><li><strong>Limited</strong> – a small number of inserts or extras</li><li><strong>Few More</strong> – a broader selection compared to the Taster tier</li><li><strong>A Lot More</strong> – the highest quantity and variety of inserts available in this Campaign</li></ul><p>These labels indicate <strong>relative differences between tiers</strong>, not fixed counts of items.</p><p>Exact contents, designs, and quantities may vary based on availability, production feasibility, and final packaging decisions. Specific details may be shared closer to fulfillment.</p><h3><strong>4. Stickers</strong></h3><p>A small set of campaign-themed stickers included with your delivery.</p><p>These are:</p><ul><li>decorative collectibles</li><li>designed specifically for Project 01</li><li>intended as fun keepsakes</li></ul><p>Sticker designs, sizes, and quantities may vary by Campaign and packaging constraints.</p><p>Stickers are optional add-ons and do not affect the functionality or value of the main product.</p><h3><strong>5. Early Product Access</strong></h3><p>Priority access to selected future Ludic product releases before they are made available to the general public.</p><p>This may include:</p><ul><li>early purchase windows</li><li>pre-launch ordering access</li><li>or advance notifications for upcoming drops</li></ul><p>Early access is intended to give contributors the opportunity to explore and purchase new Ludic products ahead of public release.</p><p>Access applies to eligible Ludic releases and may vary based on:</p><ul><li>product type</li><li>stock availability</li><li>launch plans</li><li>or operational constraints</li></ul><p>Not all products or collaborations may be included.</p><p>Specific details for each release will be communicated at the time of launch.</p><h3><strong>6. Ludic Credit</strong></h3><p>Ludic Credit is store credit issued to eligible contributors after the Campaign concludes.</p><p>It functions like prepaid purchase value that can be used for future orders on Ludic’s official platform.</p><p>Depending on your tier, you may receive:</p><ul><li><strong>Sous Chef:</strong> ₹5,000 (valid for 6 months)</li><li><strong>Head Chef:</strong> ₹10,000 (valid for 12 months)</li></ul><p>Credit is issued after Campaign Close and is independent of product delivery timelines.</p><p>Ludic Credit:</p><ul><li>can be used only for purchases within the Ludic ecosystem</li><li>must be redeemed in <strong>a single transaction</strong> (partial or split usage is not permitted)</li><li>cannot be withdrawn as cash</li><li>cannot be transferred or sold</li><li>does not earn interest</li></ul><p>If the credit is not redeemed within the validity period, it will expire automatically and cannot be reinstated or refunded.</p><p>All detailed issuance and usage rules are governed by the Ludic Credit Policy.</p><h3><strong>7. Additional Discount</strong></h3><p>An additional percentage-based discount applicable to eligible future purchases made on Ludic’s official platform.</p><p>This benefit is available exclusively to Kitchen contributors for a limited time after the Campaign concludes.</p><p>Depending on your tier, you may receive:</p><ul><li><strong>Sous Chef:</strong> 5% discount (valid for 6 months)</li><li><strong>Head Chef:</strong> 10% discount (valid for 6 months)</li></ul><p>The discount:</p><ul><li>may be used on <strong>multiple orders during the validity period</strong></li><li>is not limited to a single purchase</li><li>applies only to eligible Ludic products</li><li>may be applied automatically or via a code, as communicated at the time of purchase</li><li>may not be combinable with certain other offers or sale pricing</li><li>has no cash value</li><li>cannot be transferred to another account</li></ul><p>The discount expires automatically at the end of the validity period.</p><p>Specific applicability may vary by product or launch.</p><h3><strong>8. Certificate of Co-Creation</strong></h3><p>A certificate issued after Project 01 is completed to acknowledge your participation in the Campaign.</p><p>Depending on tier, this may be:</p><ul><li>a downloadable digital certificate, or</li><li>a digital certificate along with a printed physical copy included in your shipment</li></ul><p>The certificate typically includes:</p><ul><li>your name (or account name)</li><li>the Campaign name</li><li>confirmation of participation</li></ul><p>It serves as a commemorative acknowledgement only.</p><p>It does <strong>not</strong>:</p><ul><li>represent ownership in the product or brand</li><li>create equity, partnership, or financial rights</li><li>function as a legal document or contract</li></ul><h3><strong>9. Kitchen Ledger Access</strong></h3><p>Access to a digital transparency dashboard provided during the Campaign lifecycle.</p><p>The Ledger is intended to give contributors visibility into how the project is progressing.</p><p>It may include updates such as:</p><ul><li>major milestones</li><li>design progress</li><li>development stages</li><li>production status</li><li>key timeline checkpoints</li></ul><p>The Ledger is informational only.</p><p>It does <strong>not</strong> guarantee:</p><ul><li>real-time updates</li><li>daily reporting</li><li>disclosure of confidential or commercially sensitive information</li></ul><p>The type, depth, and frequency of updates are determined by Ludic based on operational feasibility.</p><h3><strong>10. Kitchen Archive Access</strong></h3><p>Digital access to selected materials from the design and development process.</p><p>This may include:</p><ul><li>early sketches</li><li>mock-ups</li><li>alternative concepts</li><li>rejected designs</li><li>experimental samples</li></ul><p>The Archive is curated and intended to provide insight into how decisions were made.</p><p>It does <strong>not</strong> represent a complete record of all internal work.</p><p>Ludic may choose which materials are shared and which remain internal.</p><p>Content may be added or removed over time.</p><h3><strong>11. Voting Rights</strong></h3><p>Opportunity to participate in selected polls or feedback sessions during the Campaign.</p><p>These votes may relate to areas such as:</p><ul><li>design direction</li><li>colours</li><li>features</li><li>styling elements</li></ul><p>Depending on tier:</p><ul><li><strong>Few Rights</strong> – access to a limited number of selected polls</li><li><strong>All Rights</strong> – access to most or all available polls<br/><br/></li></ul><p>Voting is advisory only.</p><p>This means:</p><ul><li>results help guide direction</li><li>results are considered during decision-making</li><li>but they are not binding</li></ul><p>Final decisions remain with Ludic based on feasibility, cost, quality, timelines, and manufacturing constraints.</p><p>A voting outcome does <strong>not</strong> guarantee that any specific option will be produced.</p><h3><strong>12. Exclusive DIY Kit</strong></h3><p>A physical kit provided to encourage deeper, hands-on engagement with the Campaign.</p><p>The kit may include:</p><ul><li>accessories</li><li>modular components</li><li>decorative elements</li><li>or creative materials related to the product</li></ul><p>Contents vary by Campaign and are not standardized.</p><p>The kit is supplementary.</p><p>It is not required for normal product use and does not affect core functionality.</p><h3><strong>13. Ludic Design Journal</strong></h3><p>A specially designed printed journal created exclusively for the Ludic Kitchen community as part of Project 01.</p><p>The journal is a fun, creative, and collectible keepsake inspired by the Campaign and the Ludic Clogs theme.</p><p>It may include:</p><ul><li>illustrated or playful pages</li><li>themed graphics and artwork</li><li>prompts or interactive sections</li><li>blank or lightly guided pages for notes, sketches, or ideas</li><li>campaign-inspired elements and storytelling</li></ul><p>The journal is intended for personal use as a planner, notebook, or creative companion.</p><p>It is not:</p><ul><li>a technical document</li><li>a product manual</li><li>or an instructional guide related to product usage</li></ul><p>Design, layout, and content may vary by Campaign and may differ slightly from previews.</p><h3><strong>14. Campaign Feature</strong></h3><p>Public acknowledgement of your participation as part of Project 01’s story.</p><p>This may include:</p><ul><li>listing your name</li><li>contributor credits</li><li>or inclusion in selected campaign-related content</li></ul><p>The form of acknowledgement may vary, including digital or printed formats.</p><p>Inclusion depends on:</p><ul><li>space</li><li>editorial planning</li><li>creative direction</li></ul><p>Feature placement is determined at Ludic’s discretion.</p><p>Inclusion is not guaranteed for every eligible contributor.</p><h3><strong>15. New Product Ideas</strong></h3><p>Opportunity to submit suggestions or ideas for future Ludic products or campaigns.</p><p>Ideas may be submitted through designated forms, emails, or community channels.</p><p>Submissions may be reviewed internally and may help inform future exploration.</p><p>However:</p><ul><li>submission does not guarantee implementation</li><li>no compensation is provided</li><li>no ownership or intellectual property rights are transferred to the contributor</li><li>no partnership or contractual relationship is created</li></ul><p>Ludic retains full discretion over whether and how ideas are used.</p><h3><strong>16. Exclusive Event Gatherings</strong></h3><p>Invite-only gatherings organised for contributors to connect with the Ludic team and community.</p><p>These may include:</p><ul><li>in-person meetups</li><li>workshops</li><li>launch events</li><li>or online sessions</li></ul><p>Events may be limited by:</p><ul><li>city or location</li><li>capacity</li><li>scheduling</li><li>operational constraints</li></ul><p>Invites may be limited or prioritised based on logistics.</p><p>Attendance is not guaranteed for all contributors.</p><p>Travel or accommodation costs, if any, are typically not covered unless explicitly stated.</p><h3><strong>17. Limited Edition Custom Colorway</strong></h3><p>A colourway or design variation created specifically for Kitchen contributors.</p><p>This version:</p><ul><li>is not offered in general retail at the time of launch</li><li>is available only to eligible tiers</li></ul><p>The colourway may include differences in:</p><ul><li>colour</li><li>finish</li><li>detailing</li><li>materials</li></ul><p>Final execution may vary slightly from previews or renders due to manufacturing or material constraints.</p><p>Availability may be limited based on production capacity.</p><h1><strong>7. Tier Benefits Overview</strong></h1><p>Each tier includes a different combination of perks and benefits.</p><p>The table below shows which perks are included with each tier.<br/> Detailed explanations of each perk are provided in the <strong>Perks & Rewards</strong> section above.</p><p><strong>Tier Comparison</strong></p><p><strong>Taster Tier</strong></p><p>Includes Ludic Clogs (product), recipe card, stickers, early access, and freebies(limited).</p><h3><strong>Sous Chef Tier</strong></h3><p>Includes Ludic Clogs (product), recipe card, stickers, early access, freebies (a few more), ₹5,000 Ludic Credit (6-month validity), 5% discount (6-month validity)(multi-use), digital certificate of co-creation, kitchen ledger and archive access, and few voting rights.</p><h3><strong>Head Chef Tier</strong></h3><p>Includes Ludic Clogs (product), recipe card, stickers, early access, freebies (a lot more) , ₹10,000 Ludic Credit (12-month validity), 10% discount (6-month validity)(multi-use), digital + print certificate of co-creation, all voting rights (within campaign scope), exclusive DIY kit, Ludic design journal, eligibility for campaign feature, new product ideas submission, invite to exclusive event gatherings, and limited edition custom colorway.</p><h2><strong>Notes</strong></h2><ul><li>“Limited / Few More / A Lot More” refers to relative quantity differences as explained in the Perks section.</li><li>Credit, discounts, and access benefits are subject to their respective validity periods and usage rules.</li><li>Perks are campaign-specific and may vary in future Ludic Kitchen projects.</li></ul><h1><strong>8. Activation & Production Framework</strong></h1><p>Project 01 follows a community-backed activation model.</p><p>This means production begins only if the Campaign reaches the required funding threshold.</p><h2><strong>8.1 Funding Structure</strong></h2><p>The funding structure for Project 01 is as follows:</p><ul><li><strong>Total Project Cost:</strong> ₹75,00,000</li><li><strong>Ludic Contribution (Brand Pledge):</strong> ₹15,00,000</li><li><strong>Community Target:</strong> ₹60,00,000</li></ul><p>The Community Target represents the amount required from contributors to activate production.</p><h2><strong>8.2 Activation Threshold</strong></h2><p>The Campaign is considered <strong>Activated</strong> once 75% of the Community Target is reached.</p><p>For Project 01:</p><ul><li>75% of ₹60,00,000 = ₹45,00,000</li></ul><p>Once this threshold is met:</p><ul><li>The project is approved for production</li><li>Manufacturing and sourcing processes begin</li><li>Contributors remain eligible for all selected perks</li></ul><p>Activation does not end the Campaign.<br/>The Campaign continues for the full 60-day duration.</p><h2><strong>8.3 Brand Top-Up Window (70–74%)</strong></h2><p>If the Campaign reaches between 70% and 74% of the Community Target, Ludic may, at its sole discretion, choose to top up the remaining amount to activate the project.</p><p>This decision is based on:</p><ul><li>operational feasibility</li><li>production viability</li><li>strategic considerations</li></ul><p>Brand top-up is not guaranteed.</p><h2><strong>8.4 Non-Activation</strong></h2><p>If the Campaign closes below 70% of the Community Target:</p><ul><li>The project will not proceed to production.</li><li>Contributions will be handled as per the Refund Policy.</li></ul><p>No product will be manufactured in this case.</p><h2><strong>8.5 Production Start & Timeline</strong></h2><p>Production begins only after Activation.</p><p>Estimated fulfillment timeline:</p><ul><li>8–10 weeks after Campaign Close</li></ul><p>Timelines are estimates and may vary due to:</p><ul><li>manufacturing constraints</li><li>material sourcing</li><li>logistics</li><li>unforeseen operational factors</li></ul><p>Contributors will receive updates through the Kitchen Ledger and official communication channels.</p><h1><strong>9. Production, Fulfillment & Delivery</strong></h1><p>Once the Campaign is Activated, Ludic begins production and fulfillment of the Ludic Kitchen Product and associated perks.</p><h2><strong>9.1 Production Timeline</strong></h2><p>Production starts only after Activation and after the Campaign closes.</p><p>For Project 01:</p><ul><li>Estimated fulfillment timeline: <strong>8–10 weeks after Campaign Close</strong></li></ul><p>This includes:</p><ul><li>manufacturing</li><li>quality checks</li><li>packaging</li><li>perk assembly</li><li>dispatch preparation</li></ul><p>All timelines are estimates and may vary depending on operational or supply chain factors.</p><h2><strong>9.2 Order Processing</strong></h2><p>Each confirmed Seat is treated as one fulfillment unit.</p><p>Your shipment may include:</p><ul><li>the Ludic Kitchen Product</li><li>physical inserts and collectibles</li><li>any applicable tier-specific physical perks</li></ul><p>Digital perks (such as certificates, ledger access, archive access, credits, or discounts) may be delivered separately via email or account access and may not be part of the physical shipment.</p><h2><strong>9.3 Dispatch & Delivery</strong></h2><p>Orders will be dispatched once ready.</p><p>Delivery timelines after dispatch depend on:</p><ul><li>shipping partner</li><li>serviceability of your location</li><li>local logistics conditions</li></ul><p>Tracking details will be shared where available.</p><h2><strong>9.4 Batch Fulfillment</strong></h2><p>Orders may be fulfilled in batches rather than all at once.</p><p>This means:</p><ul><li>different contributors may receive shipments at different times</li><li>higher tiers or specific variants may ship earlier or later depending on packaging and inventory readiness</li></ul><p>Batch dispatch helps ensure smoother operations and faster overall fulfillment.</p><h2><strong>9.5 Delays</strong></h2><p>While Ludic aims to meet estimated timelines, delays may occur due to factors outside our direct control, including:</p><ul><li>manufacturing or vendor delays</li><li>material shortages</li><li>quality issues</li><li>customs or logistics disruptions</li><li>force majeure events</li></ul><p>Such delays do not qualify for refunds, cancellations, or compensation.</p><p>Contributors will be kept informed through official updates.</p><h2><strong>9.6 Address Accuracy</strong></h2><p>Contributors are responsible for providing accurate shipping details.</p><p>Ludic is not responsible for failed deliveries caused by:</p><ul><li>incorrect or incomplete addresses</li><li>unreachable recipients</li><li>repeated delivery failures</li></ul><p>Additional shipping charges may apply for re-dispatch where required.</p><h2><strong>9.7 Multiple Shipments</strong></h2><p>In some cases:</p><ul><li>physical perks and product may ship separately, or</li><li>digital perks may be issued at different times</li></ul><p>This does not affect your eligibility for any included benefits.</p><h2><strong>9.8 Nature of Estimates</strong></h2><p>All delivery and production timelines shared during the Campaign are <strong>estimates</strong>, not guaranteed dates.</p><p>By participating, contributors acknowledge that Ludic Kitchen follows a build-after-backing model, and timelines may shift as the product is created.</p><h1><strong>10. Campaign Changes & Operational Adjustments</strong></h1><p>Ludic Kitchen is a build-in-public, evolving creation process.</p><p>Because products and perks are developed after the Campaign begins, certain operational or logistical adjustments may be required during the lifecycle of the project.</p><h2><strong>10.1 Nature of the Process</strong></h2><p>Contributors acknowledge that:</p><ul><li>designs evolve</li><li>prototypes improve</li><li>materials may change</li><li>production decisions may be refined</li></ul><p>These changes are part of the normal development process and are made to improve quality, feasibility, or delivery.</p><p>Final products and perks may differ slightly from early visuals, mock-ups, or descriptions shared during the Campaign.</p><h2><strong>10.2 Permitted Adjustments</strong></h2><p>Ludic may make reasonable operational changes, including but not limited to:</p><ul><li>packaging or insert updates</li><li>substitutions of freebies or minor perks</li><li>vendor or manufacturing changes</li><li>timeline adjustments</li><li>sequencing of dispatch</li><li>format changes (digital vs physical)</li><li>event rescheduling or cancellation</li><li>design refinements that do not materially alter core functionality</li></ul><p>Such changes are made to ensure smooth execution and overall project quality.</p><h2><strong>10.3 Perk Substitutions</strong></h2><p>If a specific perk, insert, or component becomes unavailable due to production or supply constraints, Ludic may:</p><ul><li>modify the design, or</li><li>replace it with a similar item of comparable intent or value</li></ul><p>This does not affect your eligibility for the main product or core tier benefits.</p><h2><strong>10.4 No Material Reduction</strong></h2><p>Any adjustments will not materially reduce:</p><ul><li>the primary product promised</li><li>the core value of the selected tier</li></ul><p>Ludic will make reasonable efforts to maintain the overall experience and benefit of participation.</p><h2><strong>10.5 Communication</strong></h2><p>Where meaningful changes occur, Ludic will share updates through:</p><ul><li>official email communication</li><li>the Kitchen Ledger</li></ul><p>so contributors remain informed.</p><h1><strong>11. Support & Communication</strong></h1><p>Ludic aims to keep the Ludic Kitchen process transparent and responsive for all contributors.</p><p>If you have questions, concerns, or need assistance related to your participation in Project 01, you may contact us through the official support channels below.</p><h2><strong>11.1 Contact</strong></h2><p>For all Campaign-related queries, please reach out to:</p><p><strong>Email:</strong> kitchen@ludic.life</p><h2><strong>11.2 Response Time</strong></h2><p>We aim to respond to most queries within:</p><ul><li>2–3 business days</li></ul><p>Response times may be longer during:</p><ul><li>Campaign launch</li><li>Campaign close</li><li>dispatch periods</li><li>or peak volumes</li></ul><p>We appreciate your patience during these windows.</p><h2><strong>11.3 Official Communication Channels</strong></h2><p>Important updates regarding the Campaign may be shared through:</p><ul><li>email</li><li>the Ludic Kitchen Ledger</li><li>or official Ludic social/website announcements</li></ul><p>Contributors are encouraged to check these channels periodically for updates on production, fulfillment, and timelines.</p><h2><strong>11.4 Scope of Support</strong></h2><p>Our team can assist with:</p><ul><li>order confirmation</li><li>address updates (before dispatch)</li><li>delivery issues</li><li>credit issuance</li><li>perk clarification</li><li>general Campaign questions</li></ul><p>Requests that conflict with these Campaign Terms, the Refund Policy, or the Credit Policy may not be accommodated.</p><h1><strong>12. Relationship to Master Terms & Acceptance</strong></h1><p>These Campaign Terms apply specifically to <strong>Ludic Kitchen — Project 01: Ludic Clogs</strong> and outline the operational structure, timelines, tiers, and perks for this Campaign.</p><p>They should be read together with Ludic’s:</p><ul><li>Master Terms of Use</li><li>Refund Policy</li><li>Credit Policy</li><li>Privacy Policy</li></ul><p>All of the above policies apply in addition to these Campaign Terms.</p><p>In the event of any conflict:</p><ul><li>these Campaign Terms will govern matters specific to this Campaign</li><li>the Master Terms & Policies will govern all other legal, transactional, and platform-related matters</li></ul><p>By selecting a tier and completing your contribution, you acknowledge that you have read, understood, and agreed to these Campaign Terms and the associated policies.</p>"
            }
          }
        },
        "block_order": [
          "tab_RBRFfy",
          "tab_cQHLrc",
          "tab_EkhLWj",
          "tab_G3f4eq",
          "tab_hVw9p8"
        ],
        "settings": {
          "title": "Terms & Policies"
        }
      }
    },
    "content_for_index": [],
    "blocks": {
      "9717370649079274736": {
        "type": "shopify://apps/otp-login-notify/blocks/app-embed-block/c26b7b17-273d-4800-af62-8ec88ba18251",
        "disabled": true,
        "settings": {}
      }
    },
    "color_schemes": {
      "scheme-1": {
        "settings": {
          "background": "rgba(0,0,0,0)",
          "background_gradient": "",
          "text": "#121212",
          "button": "#121212",
          "button_label": "#ffffff",
          "secondary_button_label": "#121212",
          "shadow": "#121212"
        }
      },
      "scheme-2": {
        "settings": {
          "background": "#f3f3f3",
          "background_gradient": "",
          "text": "#121212",
          "button": "#121212",
          "button_label": "#f3f3f3",
          "secondary_button_label": "#121212",
          "shadow": "#121212"
        }
      },
      "scheme-3": {
        "settings": {
          "background": "#242833",
          "background_gradient": "",
          "text": "#ffffff",
          "button": "#ffffff",
          "button_label": "#000000",
          "secondary_button_label": "#ffffff",
          "shadow": "#121212"
        }
      },
      "scheme-4": {
        "settings": {
          "background": "#121212",
          "background_gradient": "",
          "text": "#ffffff",
          "button": "#ffffff",
          "button_label": "#121212",
          "secondary_button_label": "#ffffff",
          "shadow": "#121212"
        }
      },
      "scheme-5": {
        "settings": {
          "background": "#334fb4",
          "background_gradient": "",
          "text": "#ffffff",
          "button": "#ffffff",
          "button_label": "#334fb4",
          "secondary_button_label": "#ffffff",
          "shadow": "#121212"
        }
      }
    }
  },
  "presets": {
    "Dawn": {
      "logo_width": 90,
      "color_schemes": {
        "scheme-1": {
          "settings": {
            "background": "#FFFFFF",
            "background_gradient": "",
            "text": "#121212",
            "button": "#121212",
            "button_label": "#FFFFFF",
            "secondary_button_label": "#121212",
            "shadow": "#121212"
          }
        },
        "scheme-2": {
          "settings": {
            "background": "#F3F3F3",
            "background_gradient": "",
            "text": "#121212",
            "button": "#121212",
            "button_label": "#F3F3F3",
            "secondary_button_label": "#121212",
            "shadow": "#121212"
          }
        },
        "scheme-3": {
          "settings": {
            "background": "#242833",
            "background_gradient": "",
            "text": "#FFFFFF",
            "button": "#FFFFFF",
            "button_label": "#000000",
            "secondary_button_label": "#FFFFFF",
            "shadow": "#121212"
          }
        },
        "scheme-4": {
          "settings": {
            "background": "#121212",
            "background_gradient": "",
            "text": "#FFFFFF",
            "button": "#FFFFFF",
            "button_label": "#121212",
            "secondary_button_label": "#FFFFFF",
            "shadow": "#121212"
          }
        },
        "scheme-5": {
          "settings": {
            "background": "#334FB4",
            "background_gradient": "",
            "text": "#FFFFFF",
            "button": "#FFFFFF",
            "button_label": "#334FB4",
            "secondary_button_label": "#FFFFFF",
            "shadow": "#121212"
          }
        }
      },
      "type_header_font": "assistant_n4",
      "heading_scale": 100,
      "type_body_font": "assistant_n4",
      "body_scale": 100,
      "page_width": 1200,
      "spacing_sections": 0,
      "spacing_grid_horizontal": 8,
      "spacing_grid_vertical": 8,
      "animations_reveal_on_scroll": true,
      "animations_hover_elements": "none",
      "buttons_border_thickness": 1,
      "buttons_border_opacity": 100,
      "buttons_radius": 0,
      "buttons_shadow_opacity": 0,
      "buttons_shadow_horizontal_offset": 0,
      "buttons_shadow_vertical_offset": 4,
      "buttons_shadow_blur": 5,
      "variant_pills_border_thickness": 1,
      "variant_pills_border_opacity": 55,
      "variant_pills_radius": 40,
      "variant_pills_shadow_opacity": 0,
      "variant_pills_shadow_horizontal_offset": 0,
      "variant_pills_shadow_vertical_offset": 4,
      "variant_pills_shadow_blur": 5,
      "inputs_border_thickness": 1,
      "inputs_border_opacity": 55,
      "inputs_radius": 0,
      "inputs_shadow_opacity": 0,
      "inputs_shadow_horizontal_offset": 0,
      "inputs_shadow_vertical_offset": 4,
      "inputs_shadow_blur": 5,
      "card_style": "standard",
      "card_image_padding": 0,
      "card_text_alignment": "left",
      "card_color_scheme": "scheme-2",
      "card_border_thickness": 0,
      "card_border_opacity": 10,
      "card_corner_radius": 0,
      "card_shadow_opacity": 0,
      "card_shadow_horizontal_offset": 0,
      "card_shadow_vertical_offset": 4,
      "card_shadow_blur": 5,
      "collection_card_style": "standard",
      "collection_card_image_padding": 0,
      "collection_card_text_alignment": "left",
      "collection_card_color_scheme": "scheme-2",
      "collection_card_border_thickness": 0,
      "collection_card_border_opacity": 10,
      "collection_card_corner_radius": 0,
      "collection_card_shadow_opacity": 0,
      "collection_card_shadow_horizontal_offset": 0,
      "collection_card_shadow_vertical_offset": 4,
      "collection_card_shadow_blur": 5,
      "blog_card_style": "standard",
      "blog_card_image_padding": 0,
      "blog_card_text_alignment": "left",
      "blog_card_color_scheme": "scheme-2",
      "blog_card_border_thickness": 0,
      "blog_card_border_opacity": 10,
      "blog_card_corner_radius": 0,
      "blog_card_shadow_opacity": 0,
      "blog_card_shadow_horizontal_offset": 0,
      "blog_card_shadow_vertical_offset": 4,
      "blog_card_shadow_blur": 5,
      "text_boxes_border_thickness": 0,
      "text_boxes_border_opacity": 10,
      "text_boxes_radius": 0,
      "text_boxes_shadow_opacity": 0,
      "text_boxes_shadow_horizontal_offset": 0,
      "text_boxes_shadow_vertical_offset": 4,
      "text_boxes_shadow_blur": 5,
      "media_border_thickness": 1,
      "media_border_opacity": 5,
      "media_radius": 0,
      "media_shadow_opacity": 0,
      "media_shadow_horizontal_offset": 0,
      "media_shadow_vertical_offset": 4,
      "media_shadow_blur": 5,
      "popup_border_thickness": 1,
      "popup_border_opacity": 10,
      "popup_corner_radius": 0,
      "popup_shadow_opacity": 5,
      "popup_shadow_horizontal_offset": 0,
      "popup_shadow_vertical_offset": 4,
      "popup_shadow_blur": 5,
      "drawer_border_thickness": 1,
      "drawer_border_opacity": 10,
      "drawer_shadow_opacity": 0,
      "drawer_shadow_horizontal_offset": 0,
      "drawer_shadow_vertical_offset": 4,
      "drawer_shadow_blur": 5,
      "badge_position": "bottom left",
      "badge_corner_radius": 40,
      "sale_badge_color_scheme": "scheme-4",
      "sold_out_badge_color_scheme": "scheme-3",
      "brand_headline": "",
      "brand_description": "<p></p>",
      "brand_image_width": 100,
      "social_twitter_link": "",
      "social_facebook_link": "",
      "social_pinterest_link": "",
      "social_instagram_link": "",
      "social_tiktok_link": "",
      "social_tumblr_link": "",
      "social_snapchat_link": "",
      "social_youtube_link": "",
      "social_vimeo_link": "",
      "predictive_search_enabled": true,
      "predictive_search_show_vendor": false,
      "predictive_search_show_price": false,
      "currency_code_enabled": true,
      "cart_type": "notification",
      "show_vendor": false,
      "show_cart_note": false,
      "cart_drawer_collection": "",
      "cart_color_scheme": "scheme-1",
      "sections": {
        "main-password-header": {
          "type": "main-password-header",
          "settings": {
            "color_scheme": "scheme-1"
          }
        },
        "main-password-footer": {
          "type": "main-password-footer",
          "settings": {
            "color_scheme": "scheme-1"
          }
        }
      }
    }
  }
}
